[
    {
        "text": "VTB Capital, founded by Andrey L. Kostin, is a Russian investment bank that was established in 2008. It is one of the three strategic business arms of VTB Group, together with the corporate and retail businesses. Based in Moscow, the headquarters of VTB Capital are located in Russia. VTB Bank, which is owned by Russia, also has its headquarters in Moscow. VTB Capital operates in the industry as an investment bank.",
        "triple_list": [
            [
                "VTB Capital",
                "headquarters location",
                "Moscow"
            ],
            [
                "VTB Capital",
                "country",
                "Russia"
            ],
            [
                "VTB Capital",
                "industry",
                "investment bank"
            ],
            [
                "VTB Capital",
                "inception",
                "2008"
            ],
            [
                "VTB Bank",
                "owned by",
                "Russia"
            ],
            [
                "VTB Capital",
                "founded by",
                "Andrey L. Kostin"
            ],
            [
                "VTB Bank",
                "headquarters location",
                "Moscow"
            ],
            [
                "VTB Bank",
                "country",
                "Russia"
            ]
        ]
    },
    {
        "text": "The Baku Museum of Miniature Books, located in the Old City of Baku, Azerbaijan, is a unique establishment. It stands as the only museum of its kind in the world, offering a collection of tiny books. This cultural gem opened its doors on April 2, 2002, showcasing the rich literary heritage of the region. A true testament to Baku's status as the capital of Azerbaijan.",
        "triple_list": [
            [
                "Baku Museum of Miniature Books",
                "date of official opening",
                "April 2, 2002"
            ],
            [
                "Baku Museum of Miniature Books",
                "country",
                "Azerbaijan"
            ],
            [
                "Baku",
                "located in",
                "Azerbaijan"
            ],
            [
                "Baku",
                "capital of",
                "Azerbaijan"
            ],
            [
                "Old City of Baku",
                "country",
                "Azerbaijan"
            ],
            [
                "Baku Museum of Miniature Books",
                "inception",
                "April 2, 2002"
            ],
            [
                "Baku Museum of Miniature Books",
                "located in",
                "Baku"
            ]
        ]
    },
    {
        "text": "The Pfrimm is a long watercourse located in Hesse, a state in Germany that forms part of the Rhineland-Palatinate. It flows through the picturesque region of Rhineland-Palatinate, which itself is located in Germany. The Rhine, another prominent river, is also located within the Rhineland-Palatinate, along with the Pfrimm. The Pfrimm serves as a tributary to the Rhine, eventually joining its waters. Additionally, the Pfrimm is a tributary of the Wildensteiner Bach. The Pfrimm drains into the Rhine basin.",
        "triple_list": [
            [
                "Rhineland-Palatinate",
                "located in",
                "Germany"
            ],
            [
                "Rhine",
                "located in",
                "Rhineland-Palatinate"
            ],
            [
                "Pfrimm",
                "located in",
                "Hesse"
            ],
            [
                "Rhine",
                "located in",
                "Hesse"
            ],
            [
                "Rhine",
                "tributary",
                "Pfrimm"
            ],
            [
                "Pfrimm",
                "mouth of the watercourse",
                "Rhine"
            ],
            [
                "Hesse",
                "located in",
                "Germany"
            ],
            [
                "Pfrimm",
                "tributary",
                "Wildensteiner Bach"
            ],
            [
                "Pfrimm",
                "drainage basin",
                "Rhine basin"
            ]
        ]
    },
    {
        "text": "Bernard Anício Caldeira Duarte, commonly known as Bernard and Bernard Duarte, is a talented Brazilian professional footballer. Currently playing for Everton in the Premier League as a winger, Bernard is known for his remarkable speed and high energy levels. Born on 8 September 1992, Bernard's exceptional skills have made him a valued member of Everton F.C. He carries the surname Duarte, with Caldeira and Anício being his other family names. As an association football player, Bernard's proficiency on the field is unquestionable.",
        "triple_list": [
            [
                "Bernard",
                "family name",
                "Duarte"
            ],
            [
                "Bernard",
                "family name",
                "Caldeira"
            ],
            [
                "Bernard",
                "family name",
                "Anício"
            ],
            [
                "Bernard",
                "member of",
                "Everton F.C."
            ],
            [
                "Bernard",
                "birth name",
                "Bernard Anício Caldeira Duarte"
            ],
            [
                "Bernard",
                "occupation",
                "association football player"
            ],
            [
                "Everton F.C.",
                "league",
                "Premier League"
            ]
        ]
    },
    {
        "text": "The Afghanistan national under-17 football team represents Afghanistan in international under-17 football competitions and is controlled by the Afghanistan Football Federation, which is the owner of the team. Afghanistan, with the FIFA country code AFG, proudly fields their under-17 team, but unfortunately, they were disqualified from the 2012 AFC U-16 Championship for fielding an ineligible player during the qualification tournament.",
        "triple_list": [
            [
                "Afghanistan Football Federation",
                "owner of",
                "Afghanistan national under-17 football team"
            ],
            [
                "Afghanistan national under-17 football team",
                "country for sport",
                "Afghanistan"
            ],
            [
                "Afghanistan national under-17 football team",
                "country",
                "Afghanistan"
            ],
            [
                "Afghanistan national under-17 football team",
                "FIFA country code",
                "AFG"
            ],
            [
                "Afghanistan Football Federation",
                "country",
                "Afghanistan"
            ],
            [
                "Afghanistan national under-17 football team",
                "owned by",
                "Afghanistan Football Federation"
            ]
        ]
    },
    {
        "text": "Pogogul Airport, also known as Buol Airport, is an airport located near Buol, a city in the province of Central Sulawesi on the island of Sulawesi in Indonesia. Central Sulawesi, which is situated in Sulawesi, is a province of Indonesia. Buol Airport, named after the city it serves, is situated in Central Sulawesi and serves as a transportation hub for Buol. Additionally, Buol is located within Central Sulawesi, which is a part of Indonesia. Therefore, Buol Airport and Central Sulawesi are both within Indonesia, while Central Sulawesi itself is situated within the country of Indonesia on the island of Sulawesi.",
        "triple_list": [
            [
                "Central Sulawesi",
                "contain",
                "Buol"
            ],
            [
                "Sulawesi",
                "country",
                "Indonesia"
            ],
            [
                "Central Sulawesi",
                "located in",
                "Sulawesi"
            ],
            [
                "Buol Airport",
                "named after",
                "Buol"
            ],
            [
                "Buol Airport",
                "located in",
                "Central Sulawesi"
            ],
            [
                "province of Indonesia",
                "country",
                "Indonesia"
            ],
            [
                "Sulawesi",
                "located in",
                "Indonesia"
            ],
            [
                "Indonesia",
                "contain",
                "Central Sulawesi"
            ],
            [
                "Buol Airport",
                "country",
                "Indonesia"
            ],
            [
                "Buol Airport",
                "place served by transport hub",
                "Buol"
            ],
            [
                "Buol",
                "country",
                "Indonesia"
            ],
            [
                "Central Sulawesi",
                "country",
                "Indonesia"
            ],
            [
                "Buol",
                "located in",
                "Central Sulawesi"
            ]
        ]
    },
    {
        "text": "Frederick Charles of Stolberg-Gedern, born in 1693, was a German politician. He belonged to the House of Stolberg and played a significant role in its establishment. His political career spanned until his death in 1767, making him a notable figure within the Stolberg-Gedern line.",
        "triple_list": [
            [
                "Frederick Charles of Stolberg-Gedern",
                "date of birth",
                "1693"
            ],
            [
                "Frederick Charles of Stolberg-Gedern",
                "languages spoken, written or signed",
                "German"
            ],
            [
                "Frederick Charles of Stolberg-Gedern",
                "family",
                "House of Stolberg"
            ],
            [
                "Frederick Charles of Stolberg-Gedern",
                "occupation",
                "politician"
            ],
            [
                "Frederick Charles of Stolberg-Gedern",
                "date of death",
                "1767"
            ]
        ]
    },
    {
        "text": "The National Academy of Culture and Arts Management, founded on January 3, 1970 in Kiev, is an institution of higher education in Ukraine.",
        "triple_list": [
            [
                "National Academy of Culture and Arts Management",
                "country",
                "Ukraine"
            ],
            [
                "National Academy of Culture and Arts Management",
                "located in",
                "Kiev"
            ],
            [
                "National Academy of Culture and Arts Management",
                "inception",
                "January 3, 1970"
            ]
        ]
    },
    {
        "text": "Personal Assets Trust is a prominent British investment trust that has been operating since 1983. It is listed on the London Stock Exchange, which is based in the United Kingdom. Additionally, it is included in the FTSE 250 Index, also linked to the London Stock Exchange.",
        "triple_list": [
            [
                "Personal Assets Trust",
                "stock exchange",
                "London Stock Exchange"
            ],
            [
                "London Stock Exchange",
                "country",
                "United Kingdom"
            ],
            [
                "FTSE 250 Index",
                "stock exchange",
                "London Stock Exchange"
            ]
        ]
    },
    {
        "text": "The Ararat Football Club, which was founded in 1871, is an Australian rules football and netball club based in Ararat, Victoria. It currently competes in the Wimmera Football League, in Australia.",
        "triple_list": [
            [
                "Ararat Football Club",
                "inception",
                "1871"
            ],
            [
                "Ararat Football Club",
                "country",
                "Australia"
            ],
            [
                "Wimmera Football League",
                "country",
                "Australia"
            ]
        ]
    },
    {
        "text": "Al Maryah Island, located in the northeastern region of Abu Dhabi, the capital of the United Arab Emirates, is a captivating destination. Named after the Arabian oryx, a majestic creature that once thrived in the surrounding area, the island boasts an area of 1.05 square kilometers. With a length of 2.46 kilometers and a width of 0.59 kilometers, Al Maryah Island offers a stunning retreat in the enchanting waters of the Persian Gulf.",
        "triple_list": [
            [
                "Al Maryah Island",
                "area",
                "1.05"
            ],
            [
                "Al Maryah Island",
                "country",
                "United Arab Emirates"
            ],
            [
                "United Arab Emirates",
                "capital",
                "Abu Dhabi"
            ],
            [
                "Abu Dhabi",
                "country",
                "United Arab Emirates"
            ],
            [
                "Al Maryah Island",
                "length",
                "2.46"
            ],
            [
                "Al Maryah Island",
                "width",
                "0.59"
            ],
            [
                "Abu Dhabi",
                "capital of",
                "United Arab Emirates"
            ],
            [
                "Al Maryah Island",
                "located in or next to body of water",
                "Persian Gulf"
            ]
        ]
    },
    {
        "text": "Unknown Mortal Orchestra is a New Zealand psychedelic rock band formed in Auckland in 2010. The band, primarily composed of Ruban Nielson and Jake Portrait, gained popularity under the record label Fat Possum Records in the United States of America.",
        "triple_list": [
            [
                "Unknown Mortal Orchestra",
                "inception",
                "2010"
            ],
            [
                "Unknown Mortal Orchestra",
                "country of origin",
                "United States of America"
            ],
            [
                "Unknown Mortal Orchestra",
                "record label",
                "Fat Possum Records"
            ],
            [
                "Unknown Mortal Orchestra",
                "location of formation",
                "Auckland"
            ]
        ]
    },
    {
        "text": "The Crewe Railroaders, an American football team based in Crewe, Cheshire, England, were founded in 1984. They play in BAFA Division Two, which is part of the BAFA National Leagues in the United Kingdom.",
        "triple_list": [
            [
                "Crewe Railroaders",
                "league",
                "BAFA Division Two"
            ],
            [
                "Crewe Railroaders",
                "country",
                "United Kingdom"
            ],
            [
                "BAFA Division Two",
                "part of",
                "BAFA National Leagues"
            ]
        ]
    },
    {
        "text": "The Kalinyamat Sultanate, also known as the Jepara Kingdom, was a 16th-century Javanese Islamic polity located in the northern part of Java, specifically in modern-day Jepara, Central Java, Indonesia. Jepara, a city in Central Java, is situated in Indonesia and is a significant part of the region known as Central Java. The Kalinyamat Sultanate existed within this location, acting as a sovereign state within the borders of Indonesia. Additionally, Jepara itself is located in Central Java, further emphasizing the region's importance within Indonesia.",
        "triple_list": [
            [
                "Jepara",
                "country",
                "Indonesia"
            ],
            [
                "Indonesia",
                "contain",
                "Central Java"
            ],
            [
                "Kalinyamat Sultanate",
                "country",
                "Indonesia"
            ],
            [
                "Jepara",
                "located in",
                "Central Java"
            ],
            [
                "Central Java",
                "country",
                "Indonesia"
            ],
            [
                "Central Java",
                "contain",
                "Jepara"
            ],
            [
                "Kalinyamat Sultanate",
                "location",
                "Jepara"
            ],
            [
                "Kalinyamat Sultanate",
                "location",
                "Central Java"
            ]
        ]
    },
    {
        "text": "The Goree All Girl String Band, also known as The Goree Girls, originated in the Goree Unit in Texas in 1940. This pioneering country and western band, comprised of eight female prisoners, was among the first of its kind in the United States of America.",
        "triple_list": [
            [
                "Goree Unit",
                "country",
                "United States of America"
            ],
            [
                "Goree All Girl String Band",
                "country of origin",
                "United States of America"
            ],
            [
                "Goree All Girl String Band",
                "inception",
                "1940"
            ],
            [
                "Goree All Girl String Band",
                "location of formation",
                "Texas"
            ],
            [
                "Texas",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "The Sind River, also known as the Sindh River, is a significant watercourse in the Ganderbal district of Jammu and Kashmir state, India. Situated in the mesmerizing region of Jammu and Kashmir, it is a major tributary of the Jehlum River. Stretching across a length of 108 kilometers, the Sind River holds great importance in the region's geography and hydrology. With its origin in the beautiful Indian state of Jammu and Kashmir, the Sind River falls in the drainage basin of the Indus basin, contributing to the overall water system. Additionally, it serves as a vital tributary to the renowned Jhelum River, serving as a significant mouth for the watercourse.",
        "triple_list": [
            [
                "India",
                "contain",
                "Jammu and Kashmir"
            ],
            [
                "Sind River",
                "located in",
                "Jammu and Kashmir"
            ],
            [
                "Ganderbal district",
                "country",
                "India"
            ],
            [
                "Sind River",
                "length",
                "108"
            ],
            [
                "Sind River",
                "country",
                "India"
            ],
            [
                "Sind River",
                "drainage basin",
                "Indus basin"
            ],
            [
                "Jhelum River",
                "tributary",
                "Sind River"
            ],
            [
                "Jammu and Kashmir",
                "country",
                "India"
            ],
            [
                "Jammu and Kashmir",
                "located in",
                "India"
            ],
            [
                "Jhelum River",
                "country",
                "India"
            ],
            [
                "Jhelum River",
                "located in",
                "Jammu and Kashmir"
            ],
            [
                "Ganderbal district",
                "located in",
                "Jammu and Kashmir"
            ],
            [
                "Sind River",
                "mouth of the watercourse",
                "Jhelum River"
            ]
        ]
    },
    {
        "text": "Zunyi Xinzhou Airport, located in the town of Xinzhou in Xinpu New Area, is a dual-use military and civil airport serving the city of Zunyi in China's southwestern Guizhou Province. This airport, named after Zunyi, officially opened on January 1, 2012. It is designated with the IATA airport code ZYI and the ICAO airport code ZUZY. Zunyi, a city in Guizhou, contains this airport. Zunyi Xinzhou Airport is situated in the People's Republic of China and was formally inaugurated on August 28, 2012.",
        "triple_list": [
            [
                "Zunyi Xinzhou Airport",
                "place served by transport hub",
                "Zunyi"
            ],
            [
                "Zunyi",
                "located in",
                "Guizhou"
            ],
            [
                "Zunyi Xinzhou Airport",
                "inception",
                "January 1, 2012"
            ],
            [
                "Zunyi Xinzhou Airport",
                "named after",
                "Zunyi"
            ],
            [
                "Zunyi Xinzhou Airport",
                "IATA airport code",
                "ZYI"
            ],
            [
                "Zunyi Xinzhou Airport",
                "ICAO airport code",
                "ZUZY"
            ],
            [
                "Guizhou",
                "contain",
                "Zunyi"
            ],
            [
                "Zunyi Xinzhou Airport",
                "country",
                "People's Republic of China"
            ],
            [
                "Zunyi Xinzhou Airport",
                "date of official opening",
                "August 28, 2012"
            ],
            [
                "Zunyi Xinzhou Airport",
                "located in",
                "Xinzhou"
            ]
        ]
    },
    {
        "text": "The Arab Revolutionary Workers Party (ARWP), established in 1966, is a political party actively involved in both Iraq and Syria. As of 2008, Abdul Hafiz Hafiz serves as the general secretary of the party. The ARWP has a significant presence in Iraq, being a key political player in the country's landscape. Additionally, the party maintains diplomatic relations and shares borders with Syria.",
        "triple_list": [
            [
                "Syria",
                "shares border with",
                "Iraq"
            ],
            [
                "Iraq",
                "shares border with",
                "Syria"
            ],
            [
                "Syria",
                "diplomatic relation",
                "Iraq"
            ],
            [
                "Iraq",
                "diplomatic relation",
                "Syria"
            ],
            [
                "Arab Revolutionary Workers Party",
                "inception",
                "1966"
            ],
            [
                "Arab Revolutionary Workers Party",
                "country",
                "Iraq"
            ]
        ]
    },
    {
        "text": "Fraser and Neave, Limited, established in 1883, is a renowned conglomerate headquartered in Singapore. It operates in various industries including food and beverage, publishing, and formerly brewing and property. The company is currently owned by ThaiBev, solidifying its status as a prominent conglomerate in Singapore.",
        "triple_list": [
            [
                "Fraser and Neave",
                "inception",
                "1883"
            ],
            [
                "Fraser and Neave",
                "owned by",
                "ThaiBev"
            ],
            [
                "Fraser and Neave",
                "industry",
                "conglomerate"
            ],
            [
                "Fraser and Neave",
                "headquarters location",
                "Singapore"
            ]
        ]
    },
    {
        "text": "Los Caimanes de Puerto Etén is a Peruvian football club based in the Etén Puerto District of Lambayeque, located in the country of Peru.",
        "triple_list": [
            [
                "Los Caimanes de Puerto Etén",
                "country",
                "Peru"
            ],
            [
                "Lambayeque",
                "located in",
                "Peru"
            ],
            [
                "Etén Puerto District",
                "country",
                "Peru"
            ]
        ]
    },
    {
        "text": "The Free Patriotic Union (UPL), a political party in Tunisia, chaired by Slim Riahi, was established on May 19, 2011. The party's headquarters were located in Berges du Lac. However, the UPL merged into Call for Tunisia, which also operates in Tunisia. Slim Riahi, the chairperson, is a citizen of Tunisia.",
        "triple_list": [
            [
                "Free Patriotic Union",
                "chairperson",
                "Slim Riahi"
            ],
            [
                "Free Patriotic Union",
                "inception",
                "May 19, 2011"
            ],
            [
                "Free Patriotic Union",
                "headquarters location",
                "Berges du Lac"
            ],
            [
                "Free Patriotic Union",
                "country",
                "Tunisia"
            ],
            [
                "Call for Tunisia",
                "country",
                "Tunisia"
            ],
            [
                "Slim Riahi",
                "country of citizenship",
                "Tunisia"
            ]
        ]
    },
    {
        "text": "Stallion–Laguna F.C., known as Stallion Laguna Football Club, is a prominent Filipino professional association football club based in Biñan, Laguna. It competes in the Philippines Football League, the top division of Filipino football. The club's home ground is the Biñan Football Stadium, which is located in Biñan, a city in the Philippines. Stallion–Laguna F.C. is one of the key participants in the Philippines Football League, showcasing their skills and passion for the sport.",
        "triple_list": [
            [
                "Philippines Football League",
                "country",
                "Philippines"
            ],
            [
                "Biñan",
                "owner of",
                "Biñan Football Stadium"
            ],
            [
                "Biñan",
                "country",
                "Philippines"
            ],
            [
                "Stallion–Laguna F.C.",
                "league",
                "Philippines Football League"
            ]
        ]
    },
    {
        "text": "Red Bull Ghana, a Ghanaian professional football club and academy, was founded in 2008 in Sogakope, South Tongu District, Ghana. Owned by Red Bull GmbH, the club played in Division One League Zone 3B until its abolition in 2014. Red Bull Ghana was eventually replaced by West African Football Academy SC. Both Sogakope and South Tongu District are located in Ghana, making it their home country.",
        "triple_list": [
            [
                "Red Bull Ghana",
                "inception",
                "2008"
            ],
            [
                "Red Bull Ghana",
                "country",
                "Ghana"
            ],
            [
                "South Tongu District",
                "country",
                "Ghana"
            ],
            [
                "Red Bull Ghana",
                "replaced by",
                "West African Football Academy SC"
            ],
            [
                "Red Bull Ghana",
                "owned by",
                "Red Bull GmbH"
            ],
            [
                "West African Football Academy SC",
                "country",
                "Ghana"
            ],
            [
                "Sogakope",
                "country",
                "Ghana"
            ]
        ]
    },
    {
        "text": "Afek Tounes, also known as \"Horizons of Tunisia,\" is a centre-right political party in Tunisia. Founded on March 28, 2011, with Yassine Brahim as its chairperson, Afek Tounes focuses on promoting liberal values, including secularism and civil liberties. Yassine Brahim, a Tunisian citizen, is a prominent member of Afek Tounes. The party's influence has been followed by the emergence of the Republican Party.",
        "triple_list": [
            [
                "Afek Tounes",
                "chairperson",
                "Yassine Brahim"
            ],
            [
                "Afek Tounes",
                "country",
                "Tunisia"
            ],
            [
                "Afek Tounes",
                "inception",
                "March 28, 2011"
            ],
            [
                "Yassine Brahim",
                "country of citizenship",
                "Tunisia"
            ],
            [
                "Yassine Brahim",
                "member of",
                "Afek Tounes"
            ],
            [
                "Afek Tounes",
                "followed by",
                "Republican Party"
            ]
        ]
    },
    {
        "text": "Iona College, initially founded in 1964 by the United Church of Canada, is a small affiliated college of the University of Windsor located in Windsor, Ontario, Canada. Situated in the province of Ontario, which is part of the country of Canada, Windsor boasts the prestigious University of Windsor. Iona College, a notable institution in Canada, has recently made headlines by announcing its transformation into an interfaith college, bringing together a diverse board of directors representing various religious groups.",
        "triple_list": [
            [
                "United Church of Canada",
                "country",
                "Canada"
            ],
            [
                "University of Windsor",
                "country",
                "Canada"
            ],
            [
                "Canada",
                "contain",
                "Ontario"
            ],
            [
                "Windsor",
                "country",
                "Canada"
            ],
            [
                "Ontario",
                "located in",
                "Canada"
            ],
            [
                "Iona College",
                "inception",
                "1964"
            ],
            [
                "Iona College",
                "country",
                "Canada"
            ],
            [
                "Ontario",
                "country",
                "Canada"
            ]
        ]
    },
    {
        "text": "Aerovias Minas Gerais, a Brazilian airline, was founded in 1944. It operated in Brazil until it filed for bankruptcy in 1949.",
        "triple_list": [
            [
                "Aerovias Minas Gerais",
                "inception",
                "1944"
            ],
            [
                "Aerovias Minas Gerais",
                "country",
                "Brazil"
            ]
        ]
    },
    {
        "text": "Hamadi Jebali, born on 12 January 1949, is a highly accomplished Tunisian individual who has served in various roles throughout his career. As an engineer, journalist, and politician, he has made significant contributions to his country. From December 2011 to March 2013, Jebali held the position of Head of Government of Tunisia, making him a key figure in the governance of the nation. Additionally, he was a member of the Ennahda Movement, a moderate Islamist party in Tunisia, and served as its Secretary-General. However, he left the party in December 2014 during the 2014 Tunisian presidential election. Throughout his journey, Jebali's dedication and expertise have greatly impacted Tunisia's political landscape, making him a well-respected figure in his homeland.",
        "triple_list": [
            [
                "Hamadi Jebali",
                "position held",
                "Head of Government of Tunisia"
            ],
            [
                "Head of Government of Tunisia",
                "applies to jurisdiction",
                "Tunisia"
            ],
            [
                "Hamadi Jebali",
                "occupation",
                "engineer"
            ],
            [
                "Ennahda Movement",
                "country",
                "Tunisia"
            ],
            [
                "Hamadi Jebali",
                "member of",
                "Ennahda Movement"
            ],
            [
                "Hamadi Jebali",
                "occupation",
                "journalist"
            ],
            [
                "Ennahda Movement",
                "headquarters location",
                "Tunisia"
            ],
            [
                "Hamadi Jebali",
                "occupation",
                "politician"
            ],
            [
                "2014 Tunisian presidential election",
                "country",
                "Tunisia"
            ],
            [
                "Hamadi Jebali",
                "date of birth",
                "12 January 1949"
            ],
            [
                "Head of Government of Tunisia",
                "country",
                "Tunisia"
            ],
            [
                "Hamadi Jebali",
                "country of citizenship",
                "Tunisia"
            ]
        ]
    },
    {
        "text": "Bijie Feixiong Airport, located in Guizhou, a province in the People's Republic of China, serves the city of Bijie. Guizhou, which is situated in the People's Republic of China, contains the city of Bijie. The airport, named after Bijie, is also in Dafang County, which is part of the People's Republic of China.",
        "triple_list": [
            [
                "Bijie",
                "located in",
                "Guizhou"
            ],
            [
                "Guizhou",
                "located in",
                "People's Republic of China"
            ],
            [
                "Guizhou",
                "contain",
                "Bijie"
            ],
            [
                "Guizhou",
                "country",
                "People's Republic of China"
            ],
            [
                "Bijie Feixiong Airport",
                "country",
                "People's Republic of China"
            ],
            [
                "Bijie Feixiong Airport",
                "named after",
                "Bijie"
            ],
            [
                "Dafang County",
                "country",
                "People's Republic of China"
            ]
        ]
    },
    {
        "text": "The National Library of Cambodia, situated in Phnom Penh, serves as the country's central repository of knowledge and information. Established on December 24, 1924, it has played a vital role in preserving Cambodia's rich cultural heritage. However, during the reign of the Khmer Rouge, Phnom Penh, the capital of Cambodia, suffered immense devastation, leading to the destruction of a significant portion of the library's books and bibliographical records. Sadly, less than 20% of the material managed to survive this dark period.",
        "triple_list": [
            [
                "Khmer Rouge",
                "headquarters location",
                "Phnom Penh"
            ],
            [
                "Cambodia",
                "contain",
                "Phnom Penh"
            ],
            [
                "Phnom Penh",
                "capital of",
                "Cambodia"
            ],
            [
                "Phnom Penh",
                "country",
                "Cambodia"
            ],
            [
                "National Library of Cambodia",
                "country",
                "Cambodia"
            ],
            [
                "National Library of Cambodia",
                "inception",
                "December 24, 1924"
            ],
            [
                "Cambodia",
                "capital",
                "Phnom Penh"
            ],
            [
                "National Library of Cambodia",
                "headquarters location",
                "Phnom Penh"
            ]
        ]
    },
    {
        "text": "Born on June 21, 1991, in Seoul, South Korea, Lee Min-young, known by her stage name Min, is a talented singer, songwriter, and actress. Best recognized as a former member of the popular South Korean girl group Miss A, Min has made a significant impact on the music industry. With her impressive vocals and captivating performances, she has established herself as a respected figure in the realm of K-pop.",
        "triple_list": [
            [
                "Min",
                "place of birth",
                "Seoul"
            ],
            [
                "Min",
                "country of citizenship",
                "South Korea"
            ],
            [
                "Min",
                "occupation",
                "singer"
            ],
            [
                "Min",
                "family name",
                "Lee"
            ],
            [
                "Miss A",
                "location of formation",
                "Seoul"
            ],
            [
                "Min",
                "member of",
                "Miss A"
            ],
            [
                "Min",
                "date of birth",
                "June 21, 1991"
            ],
            [
                "Miss A",
                "country of origin",
                "South Korea"
            ]
        ]
    },
    {
        "text": "Kanyabayonga is a town situated in the Lubero Territory, located in the North Kivu province, which is a part of the Democratic Republic of the Congo. It has unfortunately experienced ongoing violence between the army and rival militias since 1993. Kanyabayonga is a significant geographic and administrative entity within the Lubero Territory, which in turn, is situated within the broader North Kivu province of the Democratic Republic of the Congo.",
        "triple_list": [
            [
                "Kanyabayonga",
                "country",
                "Democratic Republic of the Congo"
            ],
            [
                "North Kivu",
                "country",
                "Democratic Republic of the Congo"
            ],
            [
                "Lubero Territory",
                "country",
                "Democratic Republic of the Congo"
            ],
            [
                "Democratic Republic of the Congo",
                "contain",
                "North Kivu"
            ],
            [
                "Kanyabayonga",
                "located in",
                "Lubero Territory"
            ],
            [
                "Lubero Territory",
                "located in",
                "North Kivu"
            ],
            [
                "North Kivu",
                "located in",
                "Democratic Republic of the Congo"
            ]
        ]
    },
    {
        "text": "Garett Bischoff, born on April 20, 1984, is an American professional wrestler and referee. Hailing from Detroit, he has made a name for himself in the world of professional wrestling, particularly in his career with Total Nonstop Action Wrestling. Garett is not only a skilled wrestler but also a trusted referee, showcasing his versatility in the field. Being a proud citizen of the United States of America, he represents his country with pride.",
        "triple_list": [
            [
                "professional wrestler",
                "field of this occupation",
                "professional wrestling"
            ],
            [
                "Garett Bischoff",
                "country of citizenship",
                "United States of America"
            ],
            [
                "Garett Bischoff",
                "occupation",
                "professional wrestler"
            ],
            [
                "Garett Bischoff",
                "date of birth",
                "April 20, 1984"
            ],
            [
                "Garett Bischoff",
                "occupation",
                "referee"
            ],
            [
                "Garett Bischoff",
                "place of birth",
                "Detroit"
            ]
        ]
    },
    {
        "text": "TV Asahi, also known as EX, is a Japanese television network headquartered in Roppongi, Minato, Tokyo, Japan. The company not only owns All-Nippon News Network but also serves as a parent organization for it. All-Nippon News Network is a subsidiary of TV Asahi. Additionally, Roppongi, where TV Asahi is located, is in Japan.",
        "triple_list": [
            [
                "All-Nippon News Network",
                "subsidiary",
                "TV Asahi"
            ],
            [
                "All-Nippon News Network",
                "country",
                "Japan"
            ],
            [
                "Roppongi",
                "country",
                "Japan"
            ],
            [
                "All-Nippon News Network",
                "parent organization",
                "TV Asahi"
            ]
        ]
    },
    {
        "text": "Schweriner SC, also known as SSC Schwerin, is a German sports club based in Schwerin, Mecklenburg-Vorpommern. The club, located in Mecklenburg-Vorpommern, contributes greatly to the sports scene in Germany.",
        "triple_list": [
            [
                "Mecklenburg-Vorpommern",
                "located in",
                "Germany"
            ]
        ]
    },
    {
        "text": "Drwinka is a river located in the Lesser Poland Voivodeship. With a length of 31.05 km (19 mi), Drwinka serves as a right bank tributary of the Vistula. It is classified as a tributary, a type of river that contributes to the flow of a larger watercourse. Specifically, Drwinka drains into the Vistula basin, which is a geographical area that encompasses the surrounding terrain.",
        "triple_list": [
            [
                "Drwinka",
                "drainage basin",
                "Vistula basin"
            ],
            [
                "Vistula",
                "tributary",
                "Drwinka"
            ],
            [
                "Drwinka",
                "length",
                "31.05"
            ],
            [
                "tributary",
                "subclass of",
                "river"
            ],
            [
                "Drwinka",
                "located in",
                "Lesser Poland Voivodeship"
            ],
            [
                "Vistula basin",
                "located on terrain feature",
                "Drwinka"
            ],
            [
                "Drwinka",
                "mouth of the watercourse",
                "Vistula"
            ]
        ]
    },
    {
        "text": "Gunica is a small river in Poland that flows through the picturesque Police County. It serves as a tributary to the famous Oder river, which is located in Poland. Gunica runs its course alongside the charming town of Police, adding to the natural beauty of the region. The river also encompasses several lakes, including the serene Świdwie. Additionally, Gunica contributes to the drainage basin of the Oder Basin, further emphasizing its role in the water system of this part of Poland.",
        "triple_list": [
            [
                "Gunica",
                "mouth of the watercourse",
                "Oder"
            ],
            [
                "Oder",
                "tributary",
                "Gunica"
            ],
            [
                "Poland",
                "located in or next to body of water",
                "Oder"
            ],
            [
                "Gunica",
                "located in",
                "Police County"
            ],
            [
                "Gunica",
                "country",
                "Poland"
            ],
            [
                "Gunica",
                "lakes on river",
                "Świdwie"
            ],
            [
                "Oder",
                "country",
                "Poland"
            ],
            [
                "Gunica",
                "drainage basin",
                "Oder Basin"
            ],
            [
                "Police",
                "country",
                "Poland"
            ]
        ]
    },
    {
        "text": "Tywa is a river in north-western Poland, flowing from Lake Myślibórz in Western Pomerania. With a length of 47.9 km, Tywa is a tributary of the East Oder river, ultimately reaching the mouth of the watercourse at the Oder. It has a catchment area of 264.5 km². The origin of Tywa can be traced back to Góralice. Additionally, both Myślibórz and Pomerania are located in Poland. The length of Tywa is approximately 48 km.",
        "triple_list": [
            [
                "Tywa",
                "mouth of the watercourse",
                "Oder"
            ],
            [
                "Tywa",
                "watershed area",
                "264.5"
            ],
            [
                "Myślibórz",
                "country",
                "Poland"
            ],
            [
                "Pomerania",
                "country",
                "Poland"
            ],
            [
                "Tywa",
                "country",
                "Poland"
            ],
            [
                "East Oder",
                "country",
                "Poland"
            ],
            [
                "Tywa",
                "origin of the watercourse",
                "Góralice"
            ],
            [
                "Tywa",
                "length",
                "48"
            ]
        ]
    },
    {
        "text": "The Province of Karabakh, also known as Karabakh Beylarbeylik, was a velayat of the Safavid Empire of Iran. It was located in the Safavid Empire and centered on the geographic region of Karabakh, named after the Safavid dynasty, the ruling family of the empire.",
        "triple_list": [
            [
                "Safavid Empire",
                "named after",
                "Safavid dynasty"
            ],
            [
                "Safavid Empire",
                "family",
                "Safavid dynasty"
            ],
            [
                "Karabakh Beylarbeylik",
                "located in",
                "Safavid Empire"
            ],
            [
                "Safavid dynasty",
                "country",
                "Safavid Empire"
            ]
        ]
    },
    {
        "text": "Haydar Khan e Amo-oghli, also known as Haydar Khan Amu ogly Tariverdiev, was a prominent figure during the Persian Constitutional Revolution. Born on December 20, 1880, in Urmia, Iran, he played a crucial role in the leftist revolutionary movement. Haydar Khan was an active member of the Communist Party of the Soviet Union and was deeply involved in the political landscape of Iran. Tragically, he met his untimely demise in Gilan Province on October 15, 1921. As a politician, his legacy continues to inspire generations.",
        "triple_list": [
            [
                "Haydar Khan e Amo-oghli",
                "date of death",
                "October 15, 1921"
            ],
            [
                "Haydar Khan e Amo-oghli",
                "country of citizenship",
                "Iran"
            ],
            [
                "Haydar Khan e Amo-oghli",
                "place of birth",
                "Urmia"
            ],
            [
                "Haydar Khan e Amo-oghli",
                "date of birth",
                "December 20, 1880"
            ],
            [
                "Persian Constitutional Revolution",
                "country",
                "Iran"
            ],
            [
                "Haydar Khan e Amo-oghli",
                "member of",
                "Communist Party of the Soviet Union"
            ],
            [
                "Haydar Khan e Amo-oghli",
                "place of death",
                "Gilan Province"
            ],
            [
                "Haydar Khan e Amo-oghli",
                "occupation",
                "politician"
            ]
        ]
    },
    {
        "text": "Toho Bank, headquartered in Fukushima, Japan, has given its name to the Fukushima Azuma Stadium, now called Toho Stadium since May 2013.",
        "triple_list": [
            [
                "Toho Bank",
                "headquarters location",
                "Fukushima"
            ],
            [
                "Toho Bank",
                "country",
                "Japan"
            ],
            [
                "Fukushima Azuma Stadium",
                "located in",
                "Fukushima"
            ]
        ]
    },
    {
        "text": "Cornelius \"Cees\" Bal, born on 21 November 1951, is a Dutch former racing cyclist known as Cees Bal. One of his notable achievements was winning the Tour of Flanders in 1974.",
        "triple_list": [
            [
                "Cees Bal",
                "date of birth",
                "1951"
            ]
        ]
    },
    {
        "text": "FC Lokomotyv Kharkiv, a football club from Kharkiv, was established in 1925. Its headquarters were located in Kharkiv, Ukraine.",
        "triple_list": [
            [
                "FC Lokomotyv Kharkiv",
                "inception",
                "1925"
            ],
            [
                "FC Lokomotyv Kharkiv",
                "headquarters location",
                "Kharkiv"
            ],
            [
                "FC Lokomotyv Kharkiv",
                "country",
                "Ukraine"
            ]
        ]
    },
    {
        "text": "Istanbul Medeniyet University, located in Istanbul, Turkey, is a public university that was established on July 21, 2010. It is one of the renowned educational institutions in Istanbul, contributing to the academic and intellectual development of the country since its inception.",
        "triple_list": [
            [
                "Istanbul",
                "country",
                "Turkey"
            ],
            [
                "Istanbul Medeniyet University",
                "located in",
                "Istanbul"
            ],
            [
                "Istanbul Medeniyet University",
                "country",
                "Turkey"
            ],
            [
                "Istanbul Medeniyet University",
                "inception",
                "July 21, 2010"
            ]
        ]
    },
    {
        "text": "The Villa Vauban, an art museum in Luxembourg City, was established in 1873. Situated in the Municipal Park, it is a renowned attraction. Recently renovated and expanded, the museum showcases a remarkable collection of 18th- and 19th-century paintings acquired from private collections, highlighting the rich artistic heritage of Luxembourg.",
        "triple_list": [
            [
                "Villa Vauban",
                "inception",
                "1873"
            ],
            [
                "Villa Vauban",
                "located in",
                "Luxembourg"
            ],
            [
                "Villa Vauban",
                "location",
                "Municipal Park"
            ],
            [
                "Municipal Park",
                "located in",
                "Luxembourg"
            ],
            [
                "Villa Vauban",
                "country",
                "Luxembourg"
            ]
        ]
    },
    {
        "text": "The FC Vilshofen, founded in 1919, is a German football club hailing from the picturesque town of Vilshofen an der Donau, situated in the magnificent region of Bavaria. Its headquarters are located in Vilshofen an der Donau, which is in turn located in the enchanting state of Bavaria, Germany. The club proudly represents both Vilshofen an der Donau and Germany in sporting competitions.",
        "triple_list": [
            [
                "Bavaria",
                "located in",
                "Germany"
            ],
            [
                "FC Vilshofen",
                "located in",
                "Vilshofen an der Donau"
            ],
            [
                "FC Vilshofen",
                "inception",
                "1919"
            ],
            [
                "FC Vilshofen",
                "headquarters location",
                "Vilshofen an der Donau"
            ],
            [
                "FC Vilshofen",
                "country",
                "Germany"
            ],
            [
                "Vilshofen an der Donau",
                "country",
                "Germany"
            ]
        ]
    },
    {
        "text": "The Balima River, located in New Britain, Papua New Guinea, flows into the sea close to Cape Koas.",
        "triple_list": [
            [
                "Balima River",
                "country",
                "Papua New Guinea"
            ],
            [
                "New Britain",
                "country",
                "Papua New Guinea"
            ]
        ]
    },
    {
        "text": "The Meffan Institute, located in Forfar, Angus, is a museum and art gallery that showcases a wide range of exhibits related to local interest in Angus, Scotland. It is renowned for its collection of Pictish stones, which includes notable pieces such as the Dunnichen Stone and the Kirriemuir Sculptured Stones. Additionally, the museum houses a fascinating selection of Roman and Medieval artifacts discovered in the surrounding area. The Meffan Institute was established in 1898 and continues to be a significant cultural institution in the United Kingdom.",
        "triple_list": [
            [
                "Meffan Institute",
                "country",
                "United Kingdom"
            ],
            [
                "Meffan Institute",
                "location",
                "Forfar"
            ],
            [
                "Dunnichen Stone",
                "country",
                "United Kingdom"
            ],
            [
                "Meffan Institute",
                "inception",
                "1898"
            ],
            [
                "Angus",
                "headquarters location",
                "Forfar"
            ],
            [
                "Angus",
                "capital",
                "Forfar"
            ],
            [
                "Forfar",
                "located in",
                "Angus"
            ],
            [
                "Forfar",
                "capital of",
                "Angus"
            ],
            [
                "Meffan Institute",
                "located in",
                "Angus"
            ]
        ]
    },
    {
        "text": "The Philippines national under-23 football team, commonly known as PHI, represents the Philippines in various international football competitions, including the Olympic Games, Asian Games, and Southeast Asian Games. It is controlled by the Philippine Football Federation, the governing body of football in the country, which also happens to be based in the Philippines.",
        "triple_list": [
            [
                "Philippine Football Federation",
                "owner of",
                "Philippines national under-23 football team"
            ],
            [
                "Philippines national under-23 football team",
                "owned by",
                "Philippine Football Federation"
            ],
            [
                "Philippines national under-23 football team",
                "country for sport",
                "Philippines"
            ],
            [
                "Philippines national under-23 football team",
                "country",
                "Philippines"
            ],
            [
                "Philippines national under-23 football team",
                "FIFA country code",
                "PHI"
            ],
            [
                "Philippine Football Federation",
                "country",
                "Philippines"
            ]
        ]
    },
    {
        "text": "Rudolph Reti, also known as Richard Réti, was a talented individual who made significant contributions to the field of music. Born on November 27, 1885, in Užice, Reti had a diverse range of occupations throughout his life. He excelled not only as a music pedagogue, but also as a musicologist, pianist, and music theorist. Reti's passion for music took him to various locations, including Vienna, where he worked as a composer. He later moved to the United States of America and resided in Montclair. Sadly, Reti passed away on February 7, 1957, leaving behind a rich legacy in the world of music.",
        "triple_list": [
            [
                "Rudolph Reti",
                "place of birth",
                "Užice"
            ],
            [
                "Rudolph Reti",
                "date of birth",
                "November 27, 1885"
            ],
            [
                "Rudolph Reti",
                "sibling",
                "Richard Réti"
            ],
            [
                "Rudolph Reti",
                "occupation",
                "music pedagogue"
            ],
            [
                "Rudolph Reti",
                "place of death",
                "Montclair"
            ],
            [
                "Rudolph Reti",
                "occupation",
                "musicologist"
            ],
            [
                "Rudolph Reti",
                "occupation",
                "pianist"
            ],
            [
                "Rudolph Reti",
                "work location",
                "Vienna"
            ],
            [
                "Rudolph Reti",
                "date of death",
                "February 7, 1957"
            ],
            [
                "Rudolph Reti",
                "occupation",
                "music theorist"
            ],
            [
                "Rudolph Reti",
                "given name",
                "Rudolph"
            ],
            [
                "Rudolph Reti",
                "country of citizenship",
                "United States of America"
            ],
            [
                "Rudolph Reti",
                "occupation",
                "composer"
            ]
        ]
    },
    {
        "text": "The SC 04 Schwabach is a German football club from the town of Schwabach, Bavaria, Germany. It was founded in 1897 and currently competes in the Fußball-Landesliga Bayern-Nordost league.",
        "triple_list": [
            [
                "SC 04 Schwabach",
                "country",
                "Germany"
            ],
            [
                "SC 04 Schwabach",
                "inception",
                "1897"
            ],
            [
                "SC 04 Schwabach",
                "located in",
                "Schwabach"
            ],
            [
                "SC 04 Schwabach",
                "league",
                "Fußball-Landesliga Bayern-Nordost"
            ]
        ]
    },
    {
        "text": "The Citadel Bulldogs football program, representing The Citadel, The Military College of South Carolina, is a prominent NCAA Division I Football Championship Subdivision team in the United States of America. Since its inception in 1905, The Citadel Bulldogs football team has been playing their home games at the historic Johnson Hagood Stadium. They are a proud member of the Southern Conference, while the James Madison Dukes football team also competes in the United States of America.",
        "triple_list": [
            [
                "The Citadel Bulldogs football",
                "country",
                "United States of America"
            ],
            [
                "The Citadel Bulldogs football",
                "home venue",
                "Johnson Hagood Stadium"
            ],
            [
                "The Citadel, The Military College of South Carolina",
                "country",
                "United States of America"
            ],
            [
                "James Madison Dukes football",
                "country",
                "United States of America"
            ],
            [
                "The Citadel Bulldogs football",
                "inception",
                "1905"
            ],
            [
                "Johnson Hagood Stadium",
                "occupant",
                "The Citadel Bulldogs football"
            ]
        ]
    },
    {
        "text": "Bujumbura, the capital of Burundi, is home to several libraries. One of the prominent institutions is the National Library of Burundi, which serves as a repository for knowledge and archives. Located in Bujumbura, it stands as a testament to the country's commitment to preserving its rich cultural heritage.",
        "triple_list": [
            [
                "Bujumbura",
                "part of",
                "Burundi"
            ],
            [
                "Bujumbura",
                "capital of",
                "Burundi"
            ],
            [
                "Bujumbura",
                "country",
                "Burundi"
            ],
            [
                "Burundi",
                "headquarters location",
                "Bujumbura"
            ],
            [
                "National Library of Burundi",
                "country",
                "Burundi"
            ]
        ]
    },
    {
        "text": "The National Library of Jamaica, which is the national library of Jamaica, holds a significant place as a member of the World Digital Library since its inception on January 1, 1979. Located at 12 East Street in the capital city of Kingston, Jamaica, it serves as a cultural and intellectual hub for the country. Kingston, being the capital of Jamaica, showcases the rich heritage and knowledge contained within the National Library.",
        "triple_list": [
            [
                "National Library of Jamaica",
                "member of",
                "World Digital Library"
            ],
            [
                "Kingston",
                "country",
                "Jamaica"
            ],
            [
                "National Library of Jamaica",
                "located in",
                "Kingston"
            ],
            [
                "National Library of Jamaica",
                "country",
                "Jamaica"
            ],
            [
                "Jamaica",
                "capital",
                "Kingston"
            ],
            [
                "National Library of Jamaica",
                "inception",
                "January 1, 1979"
            ],
            [
                "Kingston",
                "capital of",
                "Jamaica"
            ]
        ]
    },
    {
        "text": "Falke Markt Schwaben, a German association football club, is located in Markt Schwaben, Bavaria, which is known for its rich history in football in Germany. Founded in 1930, Falke Markt Schwaben proudly represents the country in the sport, with the club's name derived from the German word for falcon, as depicted in Markt Schwaben's Coats of Arms.",
        "triple_list": [
            [
                "Falke Markt Schwaben",
                "located in",
                "Markt Schwaben"
            ],
            [
                "football in Germany",
                "location",
                "Germany"
            ],
            [
                "Falke Markt Schwaben",
                "inception",
                "1930"
            ],
            [
                "Falke Markt Schwaben",
                "country",
                "Germany"
            ]
        ]
    },
    {
        "text": "Jabiru Airport, located northwest of Ranger Uranium Mine and east of Jabiru in the Northern Territory of Australia, plays a significant role in the region. Situated within the breathtaking Kakadu National Park, this airport consists of one runway and five parking spaces dedicated to accommodating light aircraft, such as the Cessna 152s. Its ICAO airport code is YJAB, and it is operated by Energy Resources of Australia. Jabiru Airport also holds the IATA airport code JAB. Being a part of the Northern Territory, which is itself a lovely part of Australia, the airport is elevated at 25 meters above sea level. It serves as a vital transportation hub for the nearby Ranger Uranium Mine and contributes to the accessibility of this stunning region within Australia.",
        "triple_list": [
            [
                "Jabiru Airport",
                "country",
                "Australia"
            ],
            [
                "Kakadu National Park",
                "located in",
                "Northern Territory"
            ],
            [
                "Jabiru Airport",
                "ICAO airport code",
                "YJAB"
            ],
            [
                "Jabiru Airport",
                "operator",
                "Energy Resources of Australia"
            ],
            [
                "Jabiru",
                "located in",
                "Northern Territory"
            ],
            [
                "Ranger Uranium Mine",
                "country",
                "Australia"
            ],
            [
                "Jabiru Airport",
                "IATA airport code",
                "JAB"
            ],
            [
                "Northern Territory",
                "part of",
                "Australia"
            ],
            [
                "Ranger Uranium Mine",
                "located in",
                "Northern Territory"
            ],
            [
                "Kakadu National Park",
                "country",
                "Australia"
            ],
            [
                "Energy Resources of Australia",
                "country",
                "Australia"
            ],
            [
                "Northern Territory",
                "country",
                "Australia"
            ],
            [
                "Jabiru Airport",
                "elevation above sea level",
                "25"
            ],
            [
                "Jabiru",
                "country",
                "Australia"
            ],
            [
                "Australia",
                "contain",
                "Northern Territory"
            ],
            [
                "Jabiru Airport",
                "located in",
                "Northern Territory"
            ],
            [
                "Jabiru Airport",
                "place served by transport hub",
                "Ranger Uranium Mine"
            ],
            [
                "Northern Territory",
                "located in",
                "Australia"
            ]
        ]
    },
    {
        "text": "The German-speaking part of Switzerland, commonly referred to as German-speaking Switzerland, comprises approximately 65 percent of the country of Switzerland.",
        "triple_list": [
            [
                "German-speaking Switzerland",
                "country",
                "Switzerland"
            ]
        ]
    },
    {
        "text": "The London Bullion Market Association, headquartered in London, is an integral part of the London bullion market – a wholesale over-the-counter market for trading gold and silver established on December 14, 1987. The market is loosely overseen by the Bank of England, also headquartered in London.",
        "triple_list": [
            [
                "London Bullion Market Association",
                "headquarters location",
                "London"
            ],
            [
                "London bullion market",
                "headquarters location",
                "London"
            ],
            [
                "London bullion market",
                "inception",
                "December 14, 1987"
            ],
            [
                "Bank of England",
                "headquarters location",
                "London"
            ]
        ]
    },
    {
        "text": "Pimsiri Sirikaew, a Thai weightlifter, was born on April 25, 1990, in Khon Kaen, Thailand. She has achieved remarkable success in weightlifting, participating in esteemed events such as the 2010 Asian Games. Pimsiri Sirikaew showcased her exceptional skills and determination, representing Thailand at the 2012 Summer Olympics and the 2014 Asian Games. Standing at a height of 149 centimeters, she also made her mark as a participant in weightlifting at the 2016 Summer Olympics. Pimsiri Sirikaew is truly an accomplished weightlifter from Thailand.",
        "triple_list": [
            [
                "Pimsiri Sirikaew",
                "country of citizenship",
                "Thailand"
            ],
            [
                "Pimsiri Sirikaew",
                "participant of",
                "2012 Summer Olympics"
            ],
            [
                "Pimsiri Sirikaew",
                "height",
                "149"
            ],
            [
                "Pimsiri Sirikaew",
                "participant of",
                "2014 Asian Games"
            ],
            [
                "Pimsiri Sirikaew",
                "date of birth",
                "April 25, 1990"
            ],
            [
                "Pimsiri Sirikaew",
                "participant of",
                "2010 Asian Games"
            ],
            [
                "Pimsiri Sirikaew",
                "place of birth",
                "Khon Kaen"
            ],
            [
                "Pimsiri Sirikaew",
                "occupation",
                "weightlifter"
            ],
            [
                "Pimsiri Sirikaew",
                "participant of",
                "weightlifting at the 2016 Summer Olympics"
            ]
        ]
    },
    {
        "text": "Dorsett Hospitality International, formerly known as Kosmopolito Hotels International, is an international hotel and hospitality organization that was established in 2007. As the owner of Shepherd’s Bush Pavilion, a prestigious venue, Dorsett Hospitality International has expanded its reach globally. With the company's headquarters in the People's Republic of China, it reflects its strong connectivity with the country.",
        "triple_list": [
            [
                "Dorsett Hospitality International",
                "owner of",
                "Shepherd’s Bush Pavilion"
            ],
            [
                "Dorsett Hospitality International",
                "country",
                "People's Republic of China"
            ]
        ]
    },
    {
        "text": "The European Federalist Party, founded in 2011, emerged as a result of the reunification of the Federalist Party of France and Europe United Party. It participated in the 1984 European Parliament election in West Germany and currently has its headquarters in Brussels.",
        "triple_list": [
            [
                "European Federalist Party",
                "participant of",
                "1984 European Parliament election in West Germany"
            ],
            [
                "European Federalist Party",
                "inception",
                "2011"
            ],
            [
                "European Federalist Party",
                "headquarters location",
                "Brussels"
            ]
        ]
    },
    {
        "text": "Dennis Taylor, originally known as Denis Taylor, was born on 19 January 1949. He is a retired professional snooker player and a current BBC snooker commentator. Dennis has participated in prestigious snooker tournaments like the 1994 Masters and the 1993 Masters. Hailing from Coalisland, United Kingdom, he is well-known for his career as a snooker player.",
        "triple_list": [
            [
                "Dennis Taylor",
                "date of birth",
                "19 January 1949"
            ],
            [
                "Dennis Taylor",
                "employer",
                "BBC"
            ],
            [
                "Dennis Taylor",
                "participant of",
                "1994 Masters"
            ],
            [
                "Dennis Taylor",
                "place of birth",
                "Coalisland"
            ],
            [
                "Dennis Taylor",
                "family name",
                "Taylor"
            ],
            [
                "Dennis Taylor",
                "participant of",
                "1993 Masters"
            ],
            [
                "Dennis Taylor",
                "given name",
                "Dennis"
            ],
            [
                "Dennis Taylor",
                "country of citizenship",
                "United Kingdom"
            ],
            [
                "snooker player",
                "field of this occupation",
                "snooker"
            ],
            [
                "Dennis Taylor",
                "occupation",
                "snooker player"
            ]
        ]
    },
    {
        "text": "Adam Duffy, the English former professional snooker player, was born on 30 March 1989 in Sheffield, United Kingdom. Known for his occupation as a snooker player, Duffy made a name for himself in the snooker world.",
        "triple_list": [
            [
                "Adam Duffy",
                "country of citizenship",
                "United Kingdom"
            ],
            [
                "Adam Duffy",
                "occupation",
                "snooker player"
            ],
            [
                "Adam Duffy",
                "given name",
                "Adam"
            ],
            [
                "Adam Duffy",
                "date of birth",
                "30 March 1989"
            ],
            [
                "Adam Duffy",
                "family name",
                "Duffy"
            ],
            [
                "Adam Duffy",
                "place of birth",
                "Sheffield"
            ],
            [
                "snooker player",
                "field of this occupation",
                "snooker"
            ]
        ]
    },
    {
        "text": "Suheli Par, located in the Union Territory of Lakshadweep in India, is an oval-shaped coral atoll. It is approximately 17 kilometers long and is surrounded by a zone abundant in marine fauna. Being part of the Laccadive Islands, Suheli Par lies near the Laccadive Sea. With an elevation of 1 meter above sea level, this atoll covers an area of 0.888 square kilometers. It is a remarkable natural wonder within the beautiful Indian archipelago of Lakshadweep, which is a union territory of India.",
        "triple_list": [
            [
                "Suheli Par",
                "located in",
                "Lakshadweep"
            ],
            [
                "Suheli Par",
                "country",
                "India"
            ],
            [
                "Lakshadweep",
                "country",
                "India"
            ],
            [
                "Lakshadweep",
                "located in",
                "India"
            ],
            [
                "union territory of India",
                "country",
                "India"
            ],
            [
                "Suheli Par",
                "area",
                "0.888"
            ],
            [
                "Suheli Par",
                "elevation above sea level",
                "1"
            ],
            [
                "Suheli Par",
                "located in or next to body of water",
                "Laccadive Sea"
            ],
            [
                "Suheli Par",
                "part of",
                "Laccadive Islands"
            ],
            [
                "India",
                "contain",
                "Lakshadweep"
            ]
        ]
    },
    {
        "text": "Kushinagar, a pilgrimage town in the Kushinagar district of the Indian state of Uttar Pradesh, holds immense religious significance. It is located in the state or territory of India known as Uttar Pradesh. Kushinagar is part of the Kushinagar district, which is located within the boundaries of India. People from Kushinagar have a distinct category called Category:People from Kushinagar. Notably, Kushinagar falls within the UTC+05:30 time zone set by the Indian government.",
        "triple_list": [
            [
                "Kushinagar",
                "located in time zone",
                "UTC+05:30"
            ],
            [
                "state or territory of India",
                "country",
                "India"
            ],
            [
                "Uttar Pradesh",
                "located in",
                "India"
            ],
            [
                "Kushinagar",
                "category of associated people",
                "Category:People from Kushinagar"
            ],
            [
                "Kushinagar district",
                "country",
                "India"
            ],
            [
                "Kushinagar",
                "located in",
                "Kushinagar district"
            ],
            [
                "India",
                "contain",
                "Uttar Pradesh"
            ],
            [
                "Uttar Pradesh",
                "country",
                "India"
            ]
        ]
    },
    {
        "text": "West Melton Aerodrome, with its ICAO airport code NZWL and IATA airport code WML, is a small airport located in the picturesque town of West Melton in the Canterbury Region of New Zealand. Situated just 6 nautical miles west of the bustling Christchurch International Airport, it offers convenient access for local aviation enthusiasts. The aerodrome is owned and operated by the renowned Canterbury Aero Club, providing a hub for recreational and training aviation activities. With an elevation of 93 feet above sea level, West Melton Aerodrome is an integral part of the aviation landscape in this region of New Zealand.",
        "triple_list": [
            [
                "West Melton",
                "country",
                "New Zealand"
            ],
            [
                "West Melton",
                "located in",
                "Canterbury Region"
            ],
            [
                "Christchurch International Airport",
                "country",
                "New Zealand"
            ],
            [
                "West Melton Aerodrome",
                "ICAO airport code",
                "NZWL"
            ],
            [
                "Canterbury Region",
                "country",
                "New Zealand"
            ],
            [
                "West Melton Aerodrome",
                "located in",
                "West Melton"
            ],
            [
                "West Melton Aerodrome",
                "IATA airport code",
                "WML"
            ],
            [
                "West Melton Aerodrome",
                "country",
                "New Zealand"
            ],
            [
                "West Melton Aerodrome",
                "elevation above sea level",
                "93"
            ],
            [
                "New Zealand",
                "contain",
                "Canterbury Region"
            ],
            [
                "Canterbury Region",
                "located in",
                "New Zealand"
            ]
        ]
    },
    {
        "text": "Jean-Baptiste de La Salle, born on April 30, 1651, in Reims, France, was not only a Catholic priest but also a renowned theologian. He dedicated his life to improving education and founded the Institute of the Brothers of the Christian Schools. With his deep faith and commitment, he became a saint of the Catholic Church, recognized as a patron saint for teachers of youth. He passed away on April 7, 1719, in Rouen. Jean-Baptiste de La Salle's legacy as a prominent figure in the Catholic Church and education continues to inspire many.",
        "triple_list": [
            [
                "Jean-Baptiste de La Salle",
                "occupation",
                "theologian"
            ],
            [
                "Jean-Baptiste de La Salle",
                "date of birth",
                "April 30, 1651"
            ],
            [
                "Jean-Baptiste de La Salle",
                "place of birth",
                "Reims"
            ],
            [
                "Jean-Baptiste de La Salle",
                "date of death",
                "April 7, 1719"
            ],
            [
                "Jean-Baptiste de La Salle",
                "religious order",
                "Institute of the Brothers of the Christian Schools"
            ],
            [
                "patron saint",
                "subclass of",
                "saint"
            ],
            [
                "Jean-Baptiste de La Salle",
                "feast day",
                "April 7"
            ],
            [
                "Jean-Baptiste de La Salle",
                "given name",
                "Jean-Baptiste"
            ],
            [
                "Jean-Baptiste de La Salle",
                "country of citizenship",
                "France"
            ],
            [
                "Jean-Baptiste de La Salle",
                "place of death",
                "Rouen"
            ],
            [
                "Jean-Baptiste de La Salle",
                "religion",
                "Catholic Church"
            ],
            [
                "Jean-Baptiste de La Salle",
                "occupation",
                "Catholic priest"
            ]
        ]
    },
    {
        "text": "Born on May 4, 1989, in Odendorf, Germany, Pius Heinz is a renowned German professional poker player. He gained fame for winning the Main Event at the 2011 World Series of Poker, becoming the first German player to capture the Main Event bracelet.",
        "triple_list": [
            [
                "poker player",
                "field of this occupation",
                "poker"
            ],
            [
                "Pius Heinz",
                "date of birth",
                "May 4, 1989"
            ],
            [
                "Pius Heinz",
                "place of birth",
                "Odendorf"
            ],
            [
                "Pius Heinz",
                "occupation",
                "poker player"
            ],
            [
                "Pius Heinz",
                "given name",
                "Pius"
            ],
            [
                "Pius Heinz",
                "country of citizenship",
                "Germany"
            ],
            [
                "Pius Heinz",
                "family name",
                "Heinz"
            ]
        ]
    },
    {
        "text": "The National United Party, an Armenian underground political party in the Soviet Union, was established in Yerevan in 1966. It later evolved into the Union for National Self-Determination, the first democratic party in the USSR, in 1987.",
        "triple_list": [
            [
                "National United Party",
                "inception",
                "1966"
            ],
            [
                "National United Party",
                "country",
                "Soviet Union"
            ],
            [
                "National United Party",
                "headquarters location",
                "Yerevan"
            ]
        ]
    },
    {
        "text": "RAP, a Dutch football club, was based in Amsterdam, Netherlands. The club played in the Netherlands Football League Championship, also known as Eredivisie. From 1887 to 1914, RAP dominated the league and became the first official football champion of the Netherlands in the 1899 season.",
        "triple_list": [
            [
                "RAP",
                "league",
                "Eredivisie"
            ],
            [
                "Amsterdam",
                "country",
                "Netherlands"
            ],
            [
                "Netherlands",
                "capital",
                "Amsterdam"
            ],
            [
                "RAP",
                "country",
                "Netherlands"
            ],
            [
                "RAP",
                "headquarters location",
                "Amsterdam"
            ]
        ]
    },
    {
        "text": "The Elgin Area Historical Society, a non-profit organization established in 1961, is dedicated to preserving and presenting the rich history of the Elgin, Illinois area. Located on the Elgin Academy campus at 360 Park Street, it plays a vital role in showcasing the heritage of this vibrant community within the United States of America.",
        "triple_list": [
            [
                "Elgin Area Historical Society",
                "country",
                "United States of America"
            ],
            [
                "Elgin Area Historical Society",
                "inception",
                "1961"
            ],
            [
                "Elgin Area Historical Society",
                "located in",
                "Elgin"
            ],
            [
                "Elgin Academy",
                "country",
                "United States of America"
            ],
            [
                "Elgin",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "The Louisiana State University Business Education Complex, located in Baton Rouge, Louisiana, is a campus extension of Louisiana State University and A & M College. It serves as a designated space for the prestigious E. J. Ourso College of Business. This complex is a symbol of higher education, offering state-of-the-art facilities and resources to students pursuing business education. Baton Rouge, the capital of Louisiana, houses this remarkable institution, showcasing the city's commitment to academic excellence. Additionally, the complex is situated in the United States of America, specifically within the state of Louisiana. Overall, the Louisiana State University Business Education Complex stands as a beacon of knowledge and innovation in the realms of business and education.",
        "triple_list": [
            [
                "E. J. Ourso College of Business",
                "located in",
                "Baton Rouge"
            ],
            [
                "Louisiana State University Business Education Complex",
                "country",
                "United States of America"
            ],
            [
                "United States of America",
                "contain",
                "Louisiana"
            ],
            [
                "Louisiana State University",
                "headquarters location",
                "Baton Rouge"
            ],
            [
                "Louisiana State University",
                "located in",
                "Baton Rouge"
            ],
            [
                "E. J. Ourso College of Business",
                "country",
                "United States of America"
            ],
            [
                "Baton Rouge",
                "country",
                "United States of America"
            ],
            [
                "Louisiana",
                "country",
                "United States of America"
            ],
            [
                "Louisiana",
                "located in",
                "United States of America"
            ],
            [
                "Louisiana State University",
                "country",
                "United States of America"
            ],
            [
                "Louisiana",
                "capital",
                "Baton Rouge"
            ],
            [
                "Baton Rouge",
                "capital of",
                "Louisiana"
            ],
            [
                "Louisiana State University Business Education Complex",
                "located in",
                "Baton Rouge"
            ]
        ]
    },
    {
        "text": "Patent Pending is an American rock band that was formed in Mount Sinai, New York in 2001. With their inception in 2001, Patent Pending originated in the United States of America.",
        "triple_list": [
            [
                "Patent Pending",
                "inception",
                "2001"
            ],
            [
                "Patent Pending",
                "country of origin",
                "United States of America"
            ]
        ]
    },
    {
        "text": "The Jiangsu Second Normal University, also known as the Jiangsu Institute of Education, is a modern university located in the capital city of Nanjing, Jiangsu province, within the People's Republic of China. Established in 1952, it holds the distinction of being the only university in Jiangsu province dedicated to both teacher education and educational science research. It is situated in the province of Jiangsu, which is one of the many provinces that make up the People's Republic of China. Additionally, Nanjing, as the capital of Jiangsu, is an integral part of the province.",
        "triple_list": [
            [
                "Nanjing",
                "capital of",
                "Jiangsu"
            ],
            [
                "People's Republic of China",
                "contain",
                "Jiangsu"
            ],
            [
                "Jiangsu Institute of Education",
                "inception",
                "1952"
            ],
            [
                "Jiangsu",
                "located in",
                "People's Republic of China"
            ],
            [
                "Jiangsu Institute of Education",
                "located in",
                "Nanjing"
            ],
            [
                "Jiangsu",
                "country",
                "People's Republic of China"
            ],
            [
                "Jiangsu",
                "capital",
                "Nanjing"
            ],
            [
                "Jiangsu",
                "contain",
                "Nanjing"
            ],
            [
                "Jiangsu Institute of Education",
                "country",
                "People's Republic of China"
            ],
            [
                "Nanjing",
                "country",
                "People's Republic of China"
            ],
            [
                "Nanjing",
                "located in",
                "Jiangsu"
            ]
        ]
    },
    {
        "text": "Abel Salazar García, born on September 24, 1917, in Mexico City, was a multi-talented Mexican actor, film producer, film director, screenwriter, and television actor. Fluent in Spanish, he appeared in 70 films from 1941 to 1989, earning him a prominent place in the Mexican film industry. Known for his versatility, Salazar also made a mark in both television acting and film directing. His notable works include collaborations with actress Gloria Marín, whom he was married to, and actress Rosita Arenas, whom he later married. Sadly, he passed away in Cuernavaca in 1995, leaving behind a lasting legacy as a renowned film actor, producer, director, television actor, and screenwriter.",
        "triple_list": [
            [
                "Abel Salazar",
                "country of citizenship",
                "Mexico"
            ],
            [
                "Abel Salazar",
                "languages spoken, written or signed",
                "Spanish"
            ],
            [
                "Abel Salazar",
                "occupation",
                "television actor"
            ],
            [
                "Abel Salazar",
                "date of death",
                "1995"
            ],
            [
                "Abel Salazar",
                "spouse",
                "Gloria Marín"
            ],
            [
                "Abel Salazar",
                "occupation",
                "film producer"
            ],
            [
                "Abel Salazar",
                "date of birth",
                "September 24, 1917"
            ],
            [
                "Abel Salazar",
                "place of birth",
                "Mexico City"
            ],
            [
                "Abel Salazar",
                "occupation",
                "film director"
            ],
            [
                "Abel Salazar",
                "occupation",
                "screenwriter"
            ],
            [
                "Abel Salazar",
                "birth name",
                "Abel Salazar García"
            ],
            [
                "Abel Salazar",
                "family name",
                "Salazar"
            ],
            [
                "Abel Salazar",
                "place of death",
                "Cuernavaca"
            ],
            [
                "Abel Salazar",
                "spouse",
                "Rosita Arenas"
            ],
            [
                "Abel Salazar",
                "given name",
                "Abel"
            ],
            [
                "Abel Salazar",
                "occupation",
                "film actor"
            ]
        ]
    },
    {
        "text": "Ny-Friesland is a land area situated on the terrain feature of Spitsbergen, which is located in Svalbard. It is positioned between the Wijdefjorden and Hinlopenstretet, both of which are located on the same terrain feature, Spitsbergen. This region, Ny-Friesland, is a part of the larger landmass of Spitsbergen which itself is situated within the archipelago of Svalbard. Thus, Ny-Friesland is a significant area within the Svalbard archipelago.",
        "triple_list": [
            [
                "Spitsbergen",
                "located in",
                "Svalbard"
            ],
            [
                "Ny-Friesland",
                "located on terrain feature",
                "Spitsbergen"
            ],
            [
                "Wijdefjorden",
                "located on terrain feature",
                "Spitsbergen"
            ],
            [
                "Ny-Friesland",
                "located in",
                "Svalbard"
            ],
            [
                "Wijdefjorden",
                "located in",
                "Svalbard"
            ],
            [
                "Spitsbergen",
                "located on terrain feature",
                "Svalbard"
            ],
            [
                "Hinlopenstretet",
                "located in",
                "Svalbard"
            ],
            [
                "Spitsbergen",
                "part of",
                "Svalbard"
            ]
        ]
    },
    {
        "text": "The Australian Motorist Party, founded on June 13, 2008, in Fyshwick, Australia, was dedicated to representing motorists, road users, and pedestrians throughout the country.",
        "triple_list": [
            [
                "Australian Motorist Party",
                "inception",
                "June 13, 2008"
            ],
            [
                "Australian Motorist Party",
                "country",
                "Australia"
            ],
            [
                "Australian Motorist Party",
                "headquarters location",
                "Fyshwick"
            ]
        ]
    },
    {
        "text": "Music On! TV, also known as \"M-On!\", is a Japanese music cable television network operated by Sony Music Entertainment Japan, Inc., a subsidiary of Sony Music Entertainment Japan.",
        "triple_list": [
            [
                "Music On! TV",
                "parent organization",
                "Sony Music Entertainment Japan"
            ]
        ]
    },
    {
        "text": "NuGeneration, a company in liquidation, had plans to construct a new nuclear power station called \"Moorside\" near the Sellafield nuclear site in the United Kingdom. Sellafield, located to the north and west of Moorside Nuclear Project, is a vital part of the United Kingdom's nuclear infrastructure.",
        "triple_list": [
            [
                "Sellafield",
                "country",
                "United Kingdom"
            ],
            [
                "NuGeneration",
                "country",
                "United Kingdom"
            ],
            [
                "Moorside Nuclear Project",
                "country",
                "United Kingdom"
            ]
        ]
    },
    {
        "text": "Born on November 26, 1979, in Aix-en-Provence, Julien Ingrassia is a French rally co-driver. He has made a significant impact on the World Rally Championship (WRC), working alongside Sébastien Ogier in their quest for success. Together, they achieved remarkable milestones, clinching the WRC title consecutively from 2013 to 2016 with Volkswagen Motorsport, and in 2017 and 2018 with M-Sport World Rally Team. Ingrassia's talent and contributions have firmly established him as a celebrated rally driver, representing both M-Sport World Rally Team and Volkswagen Motorsport #1, and proudly representing his country, France.",
        "triple_list": [
            [
                "Sébastien Ogier",
                "sports discipline competed in",
                "World Rally Championship"
            ],
            [
                "Julien Ingrassia",
                "date of birth",
                "November 26, 1979"
            ],
            [
                "Julien Ingrassia",
                "given name",
                "Julien"
            ],
            [
                "Julien Ingrassia",
                "place of birth",
                "Aix-en-Provence"
            ],
            [
                "Julien Ingrassia",
                "occupation",
                "rally driver"
            ],
            [
                "Sébastien Ogier",
                "employer",
                "M-Sport World Rally Team"
            ],
            [
                "Julien Ingrassia",
                "member of",
                "M-Sport World Rally Team"
            ],
            [
                "Julien Ingrassia",
                "country of citizenship",
                "France"
            ],
            [
                "Sébastien Ogier",
                "member of",
                "M-Sport World Rally Team"
            ],
            [
                "Julien Ingrassia",
                "family name",
                "Ingrassia"
            ],
            [
                "Julien Ingrassia",
                "member of",
                "Volkswagen Motorsport #1"
            ]
        ]
    },
    {
        "text": "The Bowater Mersey Paper Company Limited, commonly known as Bowater Mersey, is a prominent forestry company based in Canada's Nova Scotia province. Established in 1929, the company has been actively involved in the forestry industry, contributing to the sustainable management and utilization of the vast forest resources found in Nova Scotia, which, in turn, is one of the provinces encompassed within Canada.",
        "triple_list": [
            [
                "Bowater Mersey Paper Company Limited",
                "country",
                "Canada"
            ],
            [
                "Bowater Mersey Paper Company Limited",
                "industry",
                "forestry"
            ],
            [
                "Nova Scotia",
                "country",
                "Canada"
            ],
            [
                "Nova Scotia",
                "located in",
                "Canada"
            ],
            [
                "Canada",
                "contain",
                "Nova Scotia"
            ],
            [
                "Bowater Mersey Paper Company Limited",
                "inception",
                "1929"
            ]
        ]
    },
    {
        "text": "Artemi Sergeyevich Panarin, born on October 30, 1991, is a Russian professional ice hockey winger. Currently, he plays for the New York Rangers of the National Hockey League (NHL). Prior to joining the Rangers, Artemi Panarin showcased his skills with the Chicago Blackhawks, with whom he began his NHL career, and the Columbus Blue Jackets. Hailing from Russia, Panarin's exceptional talent and contributions have made him a valuable asset in the NHL.",
        "triple_list": [
            [
                "Artemi Panarin",
                "country for sport",
                "Russia"
            ],
            [
                "Artemi Panarin",
                "league",
                "National Hockey League"
            ],
            [
                "Artemi Panarin",
                "date of birth",
                "October 30, 1991"
            ],
            [
                "Columbus Blue Jackets",
                "league",
                "National Hockey League"
            ],
            [
                "Artemi Panarin",
                "country of citizenship",
                "Russia"
            ],
            [
                "New York Rangers",
                "league",
                "National Hockey League"
            ],
            [
                "Chicago Blackhawks",
                "league",
                "National Hockey League"
            ]
        ]
    },
    {
        "text": "The Richmond Vale Railway Museum, a volunteer non-profit organization established in 1979, is dedicated to preserving the rich heritage of the Richmond Vale railway line and the mining legacy of J & A Brown and the Hunter Valley. Located at the historic Richmond Main Colliery, south of Kurri Kurri in New South Wales, the museum operates both a railway and a museum. This heritage-listed site is a significant part of Australia's history, showcasing the importance and contributions of the region to the country's industrial development.",
        "triple_list": [
            [
                "Richmond Vale Railway Museum",
                "inception",
                "1979"
            ],
            [
                "Richmond Vale Railway Museum",
                "located in",
                "New South Wales"
            ],
            [
                "Kurri Kurri",
                "located in",
                "New South Wales"
            ],
            [
                "Richmond Vale Railway Museum",
                "country",
                "Australia"
            ],
            [
                "Richmond Main Colliery",
                "located in",
                "New South Wales"
            ],
            [
                "Hunter Valley",
                "located in",
                "New South Wales"
            ],
            [
                "Australia",
                "contain",
                "New South Wales"
            ],
            [
                "New South Wales",
                "located in",
                "Australia"
            ],
            [
                "Richmond Vale railway line",
                "country",
                "Australia"
            ]
        ]
    },
    {
        "text": "Club Deportivo Chaco Petrolero is a Bolivian football club based in La Paz, the capital of Bolivia. Founded on 20 October 1944, Chaco Petrolero currently plays in the Bolivian Football Regional Leagues. The team is proud to call Estadio Hernando Siles their home venue, which is located in La Paz and has a seating capacity of 42,000. Chaco Petrolero is affiliated with the Primera Liga de Fútbol Profesional Boliviano, the top professional football league in Bolivia. Since its inception in 1944, the club has been a prominent representative of Bolivian football, continuing to make its mark on the country's sporting landscape.",
        "triple_list": [
            [
                "Chaco Petrolero",
                "home venue",
                "Estadio Hernando Siles"
            ],
            [
                "Bolivia",
                "capital",
                "La Paz"
            ],
            [
                "Bolivian Football Regional Leagues",
                "country",
                "Bolivia"
            ],
            [
                "Chaco Petrolero",
                "headquarters location",
                "La Paz"
            ],
            [
                "Estadio Hernando Siles",
                "located in",
                "La Paz"
            ],
            [
                "La Paz",
                "country",
                "Bolivia"
            ],
            [
                "Chaco Petrolero",
                "league",
                "Primera Liga de Fútbol Profesional Boliviano"
            ],
            [
                "Chaco Petrolero",
                "inception",
                "20 October 1944"
            ],
            [
                "La Paz",
                "capital of",
                "Bolivia"
            ],
            [
                "Chaco Petrolero",
                "country",
                "Bolivia"
            ],
            [
                "Estadio Hernando Siles",
                "country",
                "Bolivia"
            ]
        ]
    },
    {
        "text": "Club 31 de Octubre, a Bolivian football club founded on 21 November 1954, is based in the vibrant city of La Paz. This historic club currently competes in the Primera Liga de Fútbol Profesional Boliviano and proudly calls the Estadio Hernando Siles its home venue, which can accommodate up to 42,000 passionate fans. La Paz, the capital of Bolivia, serves as the perfect headquarters location for Club 31 de Octubre, being a city immersed in the rich football culture. It is with great pride that Club 31 de Octubre represents Bolivia in this prestigious league, solidifying the strong bond between the team and the country. The Estadio Hernando Siles stands proudly in La Paz, a testament to Bolivia's passionate love for football and its dedication to providing world-class sporting facilities.",
        "triple_list": [
            [
                "Club 31 de Octubre",
                "headquarters location",
                "La Paz"
            ],
            [
                "Club 31 de Octubre",
                "country",
                "Bolivia"
            ],
            [
                "Club 31 de Octubre",
                "home venue",
                "Estadio Hernando Siles"
            ],
            [
                "Bolivia",
                "capital",
                "La Paz"
            ],
            [
                "Club 31 de Octubre",
                "inception",
                "21 November 1954"
            ],
            [
                "Primera Liga de Fútbol Profesional Boliviano",
                "country",
                "Bolivia"
            ],
            [
                "Estadio Hernando Siles",
                "located in",
                "La Paz"
            ],
            [
                "Club 31 de Octubre",
                "league",
                "Primera Liga de Fútbol Profesional Boliviano"
            ],
            [
                "La Paz",
                "country",
                "Bolivia"
            ],
            [
                "La Paz",
                "capital of",
                "Bolivia"
            ],
            [
                "Estadio Hernando Siles",
                "country",
                "Bolivia"
            ]
        ]
    },
    {
        "text": "Crown Prince Hyomyeong (18 September 1809 – 25 June 1830), born Yi Yeong, or Lee Yeong, and posthumously called King Munjo, was a prince of the Joseon Dynasty. He was born in Changdeokgung, one of the royal palaces in Seoul, Joseon. Known as Hyomyŏng Seja in McCune-Reischauer romanization, he held the position of the Crown Prince. His mother was Queen Sunwon and his father was Sunjo of Joseon, who later became the King of Joseon Dynasty. Crown Prince Hyomyeong married Queen Sinjeong and they had a son named Heonjong of Joseon. Besides his royal responsibilities, Crown Prince Hyomyeong was also a respected writer. Unfortunately, he passed away in 1830, and his son Heonjong succeeded him as the next king.",
        "triple_list": [
            [
                "Crown Prince Hyomyeong",
                "place of birth",
                "Changdeokgung"
            ],
            [
                "Crown Prince Hyomyeong",
                "McCune-Reischauer romanization",
                "Hyomyŏng Seja"
            ],
            [
                "Crown Prince Hyomyeong",
                "country of citizenship",
                "Joseon"
            ],
            [
                "Crown Prince Hyomyeong",
                "spouse",
                "Queen Sinjeong"
            ],
            [
                "Crown Prince Hyomyeong",
                "child",
                "Heonjong of Joseon"
            ],
            [
                "Crown Prince Hyomyeong",
                "date of birth",
                "18 September 1809"
            ],
            [
                "Crown Prince Hyomyeong",
                "mother",
                "Queen Sunwon"
            ],
            [
                "Crown Prince Hyomyeong",
                "position held",
                "King of Joseon Dynasty"
            ],
            [
                "Crown Prince Hyomyeong",
                "father",
                "Sunjo of Joseon"
            ],
            [
                "Crown Prince Hyomyeong",
                "date of death",
                "25 June 1830"
            ],
            [
                "Crown Prince Hyomyeong",
                "occupation",
                "writer"
            ],
            [
                "Heonjong of Joseon",
                "father",
                "Crown Prince Hyomyeong"
            ]
        ]
    },
    {
        "text": "Leford Green, born on 14 November 1986 in Saint Mary Parish, Jamaica, is a Jamaican track and field athlete. He specializes in the 400-meter hurdles and 400 meters. An alumnus of Johnson C. Smith University in Charlotte, North Carolina, he represented Jamaica in the 2012 Summer Olympics as an athletics competitor.",
        "triple_list": [
            [
                "Leford Green",
                "family name",
                "Green"
            ],
            [
                "Leford Green",
                "country of citizenship",
                "Jamaica"
            ],
            [
                "Leford Green",
                "place of birth",
                "Saint Mary Parish"
            ],
            [
                "Saint Mary Parish",
                "country",
                "Jamaica"
            ],
            [
                "Leford Green",
                "participant of",
                "2012 Summer Olympics"
            ],
            [
                "Leford Green",
                "occupation",
                "athletics competitor"
            ],
            [
                "Leford Green",
                "date of birth",
                "14 November 1986"
            ]
        ]
    },
    {
        "text": "Kamaka, a stunning island located in the Gambier Islands of French Polynesia, rests peacefully within the same lagoon as Mangareva, a mere 11.7 km to the south. Embraced by the vastness of the Pacific Ocean, Kamaka spans approximately 1.1 km in length and 0.5 km in width, making it a charming and compact destination. As an integral part of the Gambier Islands archipelago, Kamaka contributes to the diverse terrain features of this region. Covering an area of around 0.5 square kilometers, Kamaka reaches its highest point of elevation above sea level. Adding to its allure, Kamaka is located in the UTC−10:00 time zone, offering a unique and serene experience for its visitors.",
        "triple_list": [
            [
                "Kamaka",
                "located in or next to body of water",
                "Pacific Ocean"
            ],
            [
                "Mangareva",
                "located in or next to body of water",
                "Pacific Ocean"
            ],
            [
                "Kamaka",
                "located on terrain feature",
                "Gambier Islands"
            ],
            [
                "Gambier Islands",
                "located on terrain feature",
                "Pacific Ocean"
            ],
            [
                "Kamaka",
                "length",
                "1.1"
            ],
            [
                "Kamaka",
                "part of",
                "Gambier Islands"
            ],
            [
                "Mangareva",
                "located on terrain feature",
                "Gambier Islands"
            ],
            [
                "Kamaka",
                "area",
                "0.5"
            ],
            [
                "Mangareva",
                "part of",
                "Gambier Islands"
            ],
            [
                "Gambier Islands",
                "located in or next to body of water",
                "Pacific Ocean"
            ],
            [
                "Kamaka",
                "located in",
                "French Polynesia"
            ],
            [
                "Kamaka",
                "located in time zone",
                "UTC−10:00"
            ]
        ]
    },
    {
        "text": "Makaroa, an island situated within the Gambier Islands of French Polynesia, can be found approximately 8.5 km south of Mangareva, both of which are encompassed within the same lagoon. Makaroa spans a significant length and boasts a remarkable landscape, complete with a small rocky islet located off its northwestern point. The Gambier Islands, along with their pristine surroundings, are surrounded by the Pacific Ocean, providing a picturesque and tranquil setting. Additionally, Makaroa falls under the jurisdiction of French Polynesia and operates on UTC−10:00, the local time zone.",
        "triple_list": [
            [
                "Makaroa",
                "located on terrain feature",
                "Gambier Islands"
            ],
            [
                "Makaroa",
                "located in or next to body of water",
                "Pacific Ocean"
            ],
            [
                "Mangareva",
                "located in or next to body of water",
                "Pacific Ocean"
            ],
            [
                "Gambier Islands",
                "located on terrain feature",
                "Pacific Ocean"
            ],
            [
                "Mangareva",
                "located on terrain feature",
                "Gambier Islands"
            ],
            [
                "Mangareva",
                "part of",
                "Gambier Islands"
            ],
            [
                "Makaroa",
                "located in",
                "French Polynesia"
            ],
            [
                "Makaroa",
                "part of",
                "Gambier Islands"
            ],
            [
                "Gambier Islands",
                "located in or next to body of water",
                "Pacific Ocean"
            ],
            [
                "Makaroa",
                "located in time zone",
                "UTC−10:00"
            ]
        ]
    },
    {
        "text": "La 8, a Spanish television channel, was founded and launched in 2009. It is a channel indigenous to Spain that started broadcasting in the same year it was established.",
        "triple_list": [
            [
                "La 8",
                "country",
                "Spain"
            ],
            [
                "La 8",
                "inception",
                "2009"
            ],
            [
                "Spanish",
                "indigenous to",
                "Spain"
            ]
        ]
    },
    {
        "text": "WGRH (88.5 FM) is a radio station that operates in Hinckley, Minnesota. This radio station is part of the radio broadcasting industry and is owned by Minnesota Public Radio. Based in Saint Paul, Minnesota Public Radio also owns KSJN, another radio station located in Minnesota. Saint Paul, the capital of Minnesota, is home to both KSJN and Minnesota Public Radio.",
        "triple_list": [
            [
                "WGRH",
                "owned by",
                "Minnesota Public Radio"
            ],
            [
                "radio station",
                "industry",
                "radio broadcasting"
            ],
            [
                "WGRH",
                "located in",
                "Minnesota"
            ],
            [
                "Minnesota Public Radio",
                "located in",
                "Saint Paul"
            ],
            [
                "Saint Paul",
                "capital of",
                "Minnesota"
            ],
            [
                "KSJN",
                "owned by",
                "Minnesota Public Radio"
            ],
            [
                "Minnesota",
                "capital",
                "Saint Paul"
            ],
            [
                "KSJN",
                "located in",
                "Minnesota"
            ]
        ]
    },
    {
        "text": "Richard Paul Winsley Thomas FRS, known as Richard Thomas, is a British mathematician who specializes in various areas of geometry. He holds the position of professor at Imperial College London in the United Kingdom.",
        "triple_list": [
            [
                "Imperial College London",
                "country",
                "United Kingdom"
            ],
            [
                "Richard Thomas",
                "given name",
                "Richard"
            ],
            [
                "Richard Thomas",
                "country of citizenship",
                "United Kingdom"
            ],
            [
                "Richard Thomas",
                "employer",
                "Imperial College London"
            ],
            [
                "Richard Thomas",
                "occupation",
                "mathematician"
            ],
            [
                "Richard Thomas",
                "family name",
                "Thomas"
            ]
        ]
    },
    {
        "text": "Albert Bormann, born on 2 September 1902 in Halberstadt, Germany, was a German National Socialist Motor Corps officer who played a significant role during World War II. Rising through the ranks, he eventually became an SS-Gruppenführer, holding a high position within the Nazi Party. Albert Bormann served as an adjutant to Adolf Hitler and was also known as the younger brother of Martin Bormann. He was deeply involved in Nazi Germany, demonstrating his allegiance to the regime. Tragically, Albert Bormann passed away in Munich in 1989, leaving behind a controversial legacy as a politician and a member of the Reichstag of Nazi Germany. Additionally, he held a military rank as a Gruppenführer and was actively involved in organizations such as the Sturmabteilung. Throughout his life, Albert Bormann remained a dedicated member of Nazi Germany, contributing to the power and influence of the Nazi Party.",
        "triple_list": [
            [
                "Albert Bormann",
                "given name",
                "Albert"
            ],
            [
                "Albert Bormann",
                "country of citizenship",
                "Germany"
            ],
            [
                "Martin Bormann",
                "family name",
                "Bormann"
            ],
            [
                "Albert Bormann",
                "languages spoken, written or signed",
                "German"
            ],
            [
                "Albert Bormann",
                "place of birth",
                "Halberstadt"
            ],
            [
                "Albert Bormann",
                "date of birth",
                "2 September 1902"
            ],
            [
                "Albert Bormann",
                "allegiance",
                "Nazi Germany"
            ],
            [
                "Martin Bormann",
                "country of citizenship",
                "Nazi Germany"
            ],
            [
                "Albert Bormann",
                "place of death",
                "Munich"
            ],
            [
                "Albert Bormann",
                "occupation",
                "politician"
            ],
            [
                "Martin Bormann",
                "country of citizenship",
                "Germany"
            ],
            [
                "Albert Bormann",
                "date of death",
                "1989"
            ],
            [
                "Nazi Germany",
                "participant of",
                "World War II"
            ],
            [
                "Albert Bormann",
                "member of",
                "Nazi Party"
            ],
            [
                "SS-Gruppenführer",
                "subclass of",
                "Gruppenführer"
            ],
            [
                "Albert Bormann",
                "military rank",
                "Gruppenführer"
            ],
            [
                "National Socialist Motor Corps",
                "country",
                "Nazi Germany"
            ],
            [
                "Albert Bormann",
                "position held",
                "member of the Reichstag of Nazi Germany"
            ],
            [
                "Albert Bormann",
                "family name",
                "Bormann"
            ],
            [
                "Albert Bormann",
                "member of",
                "Sturmabteilung"
            ],
            [
                "Martin Bormann",
                "position held",
                "member of the Reichstag of Nazi Germany"
            ],
            [
                "Martin Bormann",
                "languages spoken, written or signed",
                "German"
            ]
        ]
    },
    {
        "text": "Peter Melander Graf von Holzappel, Count of Holzappel, was a prominent German general and Protestant military leader during the devastating Thirty Years' War from 1618 to 1648. Born in 1589 and serving as Chief of the imperial troops of the League in 1647, Peter Melander Graf von Holzappel played a significant role until his death in 1648.",
        "triple_list": [
            [
                "Peter Melander Graf von Holzappel",
                "given name",
                "Peter"
            ],
            [
                "Peter Melander Graf von Holzappel",
                "date of birth",
                "1589"
            ],
            [
                "Peter Melander Graf von Holzappel",
                "date of death",
                "1648"
            ],
            [
                "Peter Melander Graf von Holzappel",
                "conflict",
                "Thirty Years' War"
            ]
        ]
    },
    {
        "text": "Italia 2, also commonly known as Italia Due or Italy 2, is an Italian television channel owned and operated by Mediaset S.p.A. Founded in 2011, Italia 2 broadcasts content primarily in the official language of Italy, which is Italian. As a channel indigenous to Italy, Italia 2 serves as a platform for Italian programming and entertainment. It is noteworthy that Mediaset S.p.A., the owner of Italia 2, is a company based in Italy.",
        "triple_list": [
            [
                "Italy",
                "official language",
                "Italian"
            ],
            [
                "Italian",
                "indigenous to",
                "Italy"
            ],
            [
                "Italia 2",
                "language used",
                "Italian"
            ],
            [
                "Italia 2",
                "inception",
                "2011"
            ],
            [
                "Italy",
                "language used",
                "Italian"
            ],
            [
                "Italian",
                "country",
                "Italy"
            ],
            [
                "Italia 2",
                "owned by",
                "Mediaset S.p.A."
            ],
            [
                "Mediaset S.p.A.",
                "country",
                "Italy"
            ]
        ]
    },
    {
        "text": "Cheongju Baseball Stadium, located in Cheongju, South Korea, is a renowned baseball park known for its contribution to the sporting culture of the region. It serves as a secondary home for the Hanwha Eagles, a prominent baseball team in South Korea. Owned by Cheongju and operated by the city itself, the stadium has been an integral part of the community since its official opening on May 1, 1979. With a maximum capacity of 7500 spectators, this stadium stands as a testament to the passionate baseball fandom that thrives in Cheongju, South Korea.",
        "triple_list": [
            [
                "Cheongju Baseball Stadium",
                "owned by",
                "Cheongju"
            ],
            [
                "Cheongju Baseball Stadium",
                "occupant",
                "Hanwha Eagles"
            ],
            [
                "Cheongju",
                "owner of",
                "Cheongju Baseball Stadium"
            ],
            [
                "Cheongju Baseball Stadium",
                "located in",
                "Cheongju"
            ],
            [
                "Cheongju Baseball Stadium",
                "date of official opening",
                "May 1, 1979"
            ],
            [
                "Cheongju Baseball Stadium",
                "operator",
                "Cheongju"
            ],
            [
                "Cheongju",
                "country",
                "South Korea"
            ],
            [
                "Hanwha Eagles",
                "country",
                "South Korea"
            ],
            [
                "Cheongju Baseball Stadium",
                "maximum capacity",
                "7500"
            ],
            [
                "Cheongju Baseball Stadium",
                "country",
                "South Korea"
            ],
            [
                "baseball park",
                "subclass of",
                "stadium"
            ]
        ]
    },
    {
        "text": "Feng Zhe, a male Chinese gymnast, was born on November 19, 1987, in Chengdu, People's Republic of China. He is an artistic gymnast and has participated in prestigious events like the 2010 Asian Games and Gymnastics at the 2012 Summer Olympics – Men's parallel bars. Feng Zhe's exceptional skills led him to become the 2010 World Champion and the 2012 Olympic Champion. He was also a crucial member of the Chinese team that won the team gold at the 2012 Summer Olympics.",
        "triple_list": [
            [
                "Feng Zhe",
                "participant of",
                "2012 Summer Olympics"
            ],
            [
                "Feng Zhe",
                "participant of",
                "Gymnastics at the 2012 Summer Olympics – Men's parallel bars"
            ],
            [
                "Feng Zhe",
                "place of birth",
                "Chengdu"
            ],
            [
                "Feng Zhe",
                "country of citizenship",
                "People's Republic of China"
            ],
            [
                "Feng Zhe",
                "occupation",
                "artistic gymnast"
            ],
            [
                "Feng Zhe",
                "participant of",
                "2010 Asian Games"
            ],
            [
                "Feng Zhe",
                "family name",
                "Feng"
            ],
            [
                "Feng Zhe",
                "date of birth",
                "November 19, 1987"
            ]
        ]
    },
    {
        "text": "Johan Mikael Jakobsson, born on 12 February 1987, is a Swedish handball player. He currently plays for IK Sävehof and the Swedish national team. Previously, from 2014 to 2017, he was a member of SG Flensburg-Handewitt, a top German team. Johan Jakobsson proudly represents his country, both in the Sweden national handball team and at the club level, showcasing his exceptional skills and dedication to the sport of handball.",
        "triple_list": [
            [
                "IK Sävehof",
                "country",
                "Sweden"
            ],
            [
                "Johan Jakobsson",
                "country of citizenship",
                "Sweden"
            ],
            [
                "Johan Jakobsson",
                "member of",
                "IK Sävehof"
            ],
            [
                "handball player",
                "field of this occupation",
                "handball"
            ],
            [
                "Johan Jakobsson",
                "family name",
                "Jakobsson"
            ],
            [
                "Johan Jakobsson",
                "occupation",
                "handball player"
            ],
            [
                "Johan Jakobsson",
                "date of birth",
                "12 February 1987"
            ],
            [
                "Johan Jakobsson",
                "member of",
                "SG Flensburg-Handewitt"
            ],
            [
                "Johan Jakobsson",
                "given name",
                "Johan"
            ],
            [
                "Sweden national handball team",
                "country",
                "Sweden"
            ]
        ]
    },
    {
        "text": "Shijiazhuang Ever Bright Football Club, known as Shijiazhuang Yongchang Junhao F.C. in the China League One, is a professional football club based in Shijiazhuang, the capital of Hebei province, People's Republic of China. The club, under licence from the Chinese Football Association, calls the Hebei Olympic Sports Center its home stadium, which can accommodate 60,000 spectators. Yongchang Real Estate, headquartered in Shijiazhuang, is the majority shareholder, owning 70% of the club's shares. Hebei is a province that is part of the People's Republic of China.",
        "triple_list": [
            [
                "Shijiazhuang",
                "country",
                "People's Republic of China"
            ],
            [
                "Shijiazhuang Yongchang Junhao F.C.",
                "league",
                "China League One"
            ],
            [
                "Shijiazhuang",
                "located in",
                "Hebei"
            ],
            [
                "Shijiazhuang",
                "part of",
                "Hebei"
            ],
            [
                "People's Republic of China",
                "contain",
                "Hebei"
            ],
            [
                "Shijiazhuang",
                "capital of",
                "Hebei"
            ],
            [
                "Yongchang Real Estate",
                "headquarters location",
                "Shijiazhuang"
            ],
            [
                "Hebei",
                "country",
                "People's Republic of China"
            ]
        ]
    },
    {
        "text": "The Museum of Fine Arts Berne, established in 1879 in Bern, the capital of Switzerland, is the oldest art museum in Switzerland with a permanent collection. Bern, the capital of Switzerland, is located within the canton of Bern, specifically in the Bern-Mittelland administrative district. As the capital of the canton of Bern, Berne serves as the administrative and political center of the region. Additionally, the Museum of Fine Arts Berne is situated within the canton of Bern. Overall, the Museum of Fine Arts Berne plays a vital role in the artistic and cultural heritage of Switzerland, particularly within the Bern-Mittelland administrative district.",
        "triple_list": [
            [
                "Bern",
                "capital of",
                "Switzerland"
            ],
            [
                "Museum of Fine Arts Berne",
                "inception",
                "1879"
            ],
            [
                "Museum of Fine Arts Berne",
                "located in",
                "Bern"
            ],
            [
                "Bern",
                "capital of",
                "canton of Bern"
            ],
            [
                "Bern",
                "located in",
                "canton of Bern"
            ],
            [
                "Bern",
                "located in",
                "Bern-Mittelland administrative district"
            ],
            [
                "canton of Bern",
                "capital",
                "Bern"
            ],
            [
                "Museum of Fine Arts Berne",
                "located in",
                "canton of Bern"
            ],
            [
                "Bern",
                "country",
                "Switzerland"
            ],
            [
                "Museum of Fine Arts Berne",
                "located in",
                "Bern-Mittelland administrative district"
            ],
            [
                "Museum of Fine Arts Berne",
                "country",
                "Switzerland"
            ],
            [
                "Switzerland",
                "capital",
                "Bern"
            ]
        ]
    },
    {
        "text": "Juventus IF, a Swedish football club, founded in 1948 in Västerås, Sweden. The club participated in the Swedish Football Division 3 before merging into IFK Stocksund in 2016.",
        "triple_list": [
            [
                "Juventus IF",
                "country",
                "Sweden"
            ],
            [
                "Juventus IF",
                "inception",
                "1948"
            ],
            [
                "Juventus IF",
                "league",
                "Swedish Football Division 3"
            ]
        ]
    },
    {
        "text": "Ligi Ndogo Soccer Club, also known as Ligi Ndogo S.F.C., is a highly regarded football club and youth academy based in Nairobi, the capital of Kenya. The senior team competes in the Kenyan National Super League, which is the second tier of the Kenyan football league system. The name \"Ligi Ndogo\" itself holds significance as it translates to \"little league\" in Swahili, the official language of Kenya.",
        "triple_list": [
            [
                "Nairobi",
                "capital of",
                "Kenya"
            ],
            [
                "Ligi Ndogo S.F.C.",
                "country",
                "Kenya"
            ],
            [
                "Kenya",
                "capital",
                "Nairobi"
            ],
            [
                "Kenya",
                "official language",
                "Swahili"
            ],
            [
                "Swahili",
                "country",
                "Kenya"
            ],
            [
                "Kenyan National Super League",
                "country",
                "Kenya"
            ],
            [
                "Kenyan football league system",
                "country",
                "Kenya"
            ],
            [
                "Nairobi",
                "country",
                "Kenya"
            ]
        ]
    },
    {
        "text": "The League of Nationalist Action, founded in 1932, was a Syrian Arab nationalist political party established by Abderrazak Al-Dandashli, a lawyer from Homs. The party played a significant role in promoting Arab nationalism in Syria, with its headquarters located in Damascus. It was succeeded by the Arab National Party, which also operated in Syria.",
        "triple_list": [
            [
                "League of Nationalist Action",
                "inception",
                "1932"
            ],
            [
                "League of Nationalist Action",
                "country",
                "Syria"
            ],
            [
                "League of Nationalist Action",
                "followed by",
                "Arab National Party"
            ],
            [
                "Arab National Party",
                "country",
                "Syria"
            ],
            [
                "Arab National Party",
                "follows",
                "League of Nationalist Action"
            ],
            [
                "League of Nationalist Action",
                "headquarters location",
                "Damascus"
            ]
        ]
    },
    {
        "text": "The Myanmar national under-23 football team, commonly known as MYA, represents Myanmar at international football competitions. It is owned by the Myanmar Football Federation, the governing body for football in Myanmar. With MYA as its FIFA country code, the team proudly represents the country of Myanmar.",
        "triple_list": [
            [
                "Myanmar national under-23 football team",
                "country for sport",
                "Myanmar"
            ],
            [
                "Myanmar national under-23 football team",
                "FIFA country code",
                "MYA"
            ],
            [
                "Myanmar Football Federation",
                "FIFA country code",
                "MYA"
            ],
            [
                "Myanmar national under-23 football team",
                "owned by",
                "Myanmar Football Federation"
            ],
            [
                "Myanmar national under-23 football team",
                "country",
                "Myanmar"
            ]
        ]
    },
    {
        "text": "Tshangu District is located in Kinshasa, the capital city of the Democratic Republic of the Congo. It is one of the four districts that make up Kinshasa. Kinshasa itself is the capital of the Democratic Republic of the Congo, confirming the close relationship between Tshangu District and the country it exists within. Kinshasa and the Democratic Republic of the Congo have a capital-city and country relationship.",
        "triple_list": [
            [
                "Kinshasa",
                "capital of",
                "Democratic Republic of the Congo"
            ],
            [
                "Tshangu District",
                "located in",
                "Kinshasa"
            ],
            [
                "Tshangu District",
                "country",
                "Democratic Republic of the Congo"
            ],
            [
                "Democratic Republic of the Congo",
                "contain",
                "Kinshasa"
            ],
            [
                "Kinshasa",
                "country",
                "Democratic Republic of the Congo"
            ],
            [
                "Democratic Republic of the Congo",
                "capital",
                "Kinshasa"
            ]
        ]
    },
    {
        "text": "The NS-Dokumentationszentrum is located in the Maxvorstadt area of Munich, Germany. It serves as a museum dedicated to exploring the history and consequences of the Nazi regime. Munich itself holds significant historical importance as the \"Hauptstadt der Bewegung\" or the capital city of the Nazi movement. The NS-Dokumentationszentrum officially opened its doors on April 30, 2015, offering visitors a deep insight into this dark period of history.",
        "triple_list": [
            [
                "Maxvorstadt",
                "country",
                "Germany"
            ],
            [
                "Munich",
                "contain",
                "Maxvorstadt"
            ],
            [
                "NS-Dokumentationszentrum",
                "country",
                "Germany"
            ],
            [
                "Munich",
                "country",
                "Germany"
            ],
            [
                "NS-Dokumentationszentrum",
                "operator",
                "Germany"
            ],
            [
                "Maxvorstadt",
                "located in",
                "Munich"
            ],
            [
                "NS-Dokumentationszentrum",
                "located in",
                "Maxvorstadt"
            ],
            [
                "NS-Dokumentationszentrum",
                "date of official opening",
                "April 30, 2015"
            ]
        ]
    },
    {
        "text": "Alex Eugene Newell, born on August 20, 1992, is an American actor and singer. Alex Newell is best known for their portrayal of the character Unique Adams on the popular Fox musical series \"Glee\".",
        "triple_list": [
            [
                "Alex Newell",
                "occupation",
                "singer"
            ],
            [
                "Alex Newell",
                "family name",
                "Newell"
            ],
            [
                "Alex Newell",
                "date of birth",
                "August 20, 1992"
            ],
            [
                "Alex Newell",
                "given name",
                "Alex"
            ],
            [
                "Alex Newell",
                "occupation",
                "actor"
            ]
        ]
    },
    {
        "text": "The Aleppo 7 April Stadium is a football stadium located in the Syrian city of Aleppo. Opened in 1948, it holds the distinction of being the oldest football stadium in Syria. It serves as the home venue for the Syrian 2nd Division football club, Al-Yarmouk SC Aleppo. The stadium is situated in the vibrant city of Aleppo, which is located in the country of Syria.",
        "triple_list": [
            [
                "Aleppo 7 April Stadium",
                "country",
                "Syria"
            ],
            [
                "Aleppo 7 April Stadium",
                "occupant",
                "Al-Yarmouk SC Aleppo"
            ],
            [
                "Al-Yarmouk SC Aleppo",
                "country",
                "Syria"
            ],
            [
                "Al-Yarmouk SC Aleppo",
                "home venue",
                "Aleppo 7 April Stadium"
            ],
            [
                "Aleppo",
                "country",
                "Syria"
            ],
            [
                "Aleppo 7 April Stadium",
                "located in",
                "Aleppo"
            ]
        ]
    },
    {
        "text": "Casa Cristo, a house situated in Encamp, Andorra, holds great historical significance as it is a registered heritage property in the Cultural Heritage of Andorra. Encamp, located in the country of Andorra, is proud to have this architectural gem, Casa Cristo, within its boundaries.",
        "triple_list": [
            [
                "Encamp",
                "country",
                "Andorra"
            ],
            [
                "Andorra",
                "contain",
                "Encamp"
            ],
            [
                "Casa Cristo",
                "country",
                "Andorra"
            ],
            [
                "Encamp",
                "located in",
                "Andorra"
            ],
            [
                "Cultural Heritage of Andorra",
                "country",
                "Andorra"
            ]
        ]
    },
    {
        "text": "Johann Georg of Hohenzollern-Hechingen, also known as John George, was born in Hechingen in 1577. He served as the first Prince of Hohenzollern-Hechingen, a principality with its capital in Hechingen. Sadly, he passed away in the same city on September 28, 1623. Hechingen remained the capital of Hohenzollern-Hechingen during his reign. John George, Prince of Hohenzollern-Hechingen played a significant role in the history of the region, leaving a lasting impact on the principality.",
        "triple_list": [
            [
                "John George, Prince of Hohenzollern-Hechingen",
                "given name",
                "John"
            ],
            [
                "John George, Prince of Hohenzollern-Hechingen",
                "date of birth",
                "1577"
            ],
            [
                "John George, Prince of Hohenzollern-Hechingen",
                "place of birth",
                "Hechingen"
            ],
            [
                "John George, Prince of Hohenzollern-Hechingen",
                "date of death",
                "September 28, 1623"
            ],
            [
                "John George, Prince of Hohenzollern-Hechingen",
                "place of death",
                "Hechingen"
            ],
            [
                "Hohenzollern-Hechingen",
                "capital",
                "Hechingen"
            ],
            [
                "Hechingen",
                "capital of",
                "Hohenzollern-Hechingen"
            ]
        ]
    },
    {
        "text": "Franco Micalizzi, born on 21 December 1939 in Rome, is an Italian composer and conductor. With Italy as his country of citizenship, Micalizzi is best known for his work as a composer and film score composer in the Poliziotteschi films.",
        "triple_list": [
            [
                "Franco Micalizzi",
                "date of birth",
                "21 December 1939"
            ],
            [
                "Franco Micalizzi",
                "country of citizenship",
                "Italy"
            ],
            [
                "Franco Micalizzi",
                "place of birth",
                "Rome"
            ],
            [
                "Franco Micalizzi",
                "family name",
                "Micalizzi"
            ],
            [
                "Franco Micalizzi",
                "given name",
                "Franco"
            ],
            [
                "Franco Micalizzi",
                "occupation",
                "composer"
            ],
            [
                "Franco Micalizzi",
                "occupation",
                "film score composer"
            ]
        ]
    },
    {
        "text": "Anthea Elizabeth Joy McIntyre, born on June 29, 1954, is a British national and is currently serving as a Member of the European Parliament for the West Midlands since 2011. Anthea McIntyre is a dedicated member of the Conservative Party and holds the position of being a member of the European Parliament, representing the interests and concerns of the West Midlands region of the United Kingdom.",
        "triple_list": [
            [
                "member of the European Parliament",
                "start time",
                "2011"
            ],
            [
                "West Midlands",
                "country",
                "United Kingdom"
            ],
            [
                "Anthea McIntyre",
                "position held",
                "member of the European Parliament"
            ],
            [
                "Anthea McIntyre",
                "country of citizenship",
                "United Kingdom"
            ],
            [
                "Conservative Party",
                "country",
                "United Kingdom"
            ],
            [
                "Anthea McIntyre",
                "member of",
                "Conservative Party"
            ],
            [
                "Anthea McIntyre",
                "family name",
                "McIntyre"
            ],
            [
                "Anthea McIntyre",
                "given name",
                "Anthea"
            ],
            [
                "Anthea McIntyre",
                "date of birth",
                "June 29, 1954"
            ]
        ]
    },
    {
        "text": "Albert Florath, born on 7 December 1888 in Bielefeld, was a renowned German stage and film actor. He dedicated his life to the world of acting, captivating audiences with his exceptional talent. Tragically, he passed away on 11 March 1957 in Gaildorf. Florath's contributions to the industry will forever be cherished, as he left an indelible mark as a gifted German film actor.",
        "triple_list": [
            [
                "Albert Florath",
                "occupation",
                "actor"
            ],
            [
                "Albert Florath",
                "date of birth",
                "7 December 1888"
            ],
            [
                "Albert Florath",
                "date of death",
                "11 March 1957"
            ],
            [
                "Albert Florath",
                "place of death",
                "Gaildorf"
            ],
            [
                "Albert Florath",
                "place of birth",
                "Bielefeld"
            ],
            [
                "Albert Florath",
                "languages spoken, written or signed",
                "German"
            ],
            [
                "Albert Florath",
                "given name",
                "Albert"
            ],
            [
                "Albert Florath",
                "occupation",
                "film actor"
            ]
        ]
    },
    {
        "text": "Boise State Public Radio, a broadcast service of Boise State University, can be found in the beautiful city of Boise, the capital of the state of Idaho, located in the United States of America. This prestigious university, located in Boise, operates and manages four programming services on various radio stations throughout central and southern Idaho, as well as in northern Nevada. Serving as a vital source of information and entertainment, Boise State Public Radio is owned by Boise State University, a renowned institution in the United States, which is situated in the state of Idaho.",
        "triple_list": [
            [
                "Boise State Public Radio",
                "located in",
                "Boise"
            ],
            [
                "Boise State Public Radio",
                "country",
                "United States of America"
            ],
            [
                "Boise",
                "capital of",
                "Idaho"
            ],
            [
                "United States of America",
                "contain",
                "Idaho"
            ],
            [
                "Boise State Public Radio",
                "owned by",
                "Boise State University"
            ],
            [
                "Nevada",
                "country",
                "United States of America"
            ],
            [
                "Boise State University",
                "located in",
                "Boise"
            ],
            [
                "Idaho",
                "capital",
                "Boise"
            ],
            [
                "Idaho",
                "country",
                "United States of America"
            ],
            [
                "Boise State University",
                "country",
                "United States of America"
            ],
            [
                "Idaho",
                "located in",
                "United States of America"
            ]
        ]
    },
    {
        "text": "LionsXII, also known as Singapore LIONSXII, was a Singaporean football club founded in 2011 and played in the Malaysian Liga Super from 2012 to 2015. They called the 8,000-seat Jalan Besar Stadium their home ground, where they played all their matches. The stadium, located in Kallang, is owned by Sport Singapore, a government agency. LionsXII was not only a pride of Singapore but also a symbol of their strong support for sports in the country.",
        "triple_list": [
            [
                "LionsXII",
                "operator",
                "Sport Singapore"
            ],
            [
                "LionsXII",
                "country",
                "Singapore"
            ],
            [
                "LionsXII",
                "home venue",
                "Jalan Besar Stadium"
            ],
            [
                "LionsXII",
                "located in",
                "Kallang"
            ],
            [
                "Jalan Besar Stadium",
                "owned by",
                "Sport Singapore"
            ],
            [
                "LionsXII",
                "owned by",
                "Sport Singapore"
            ],
            [
                "Jalan Besar Stadium",
                "country",
                "Singapore"
            ]
        ]
    },
    {
        "text": "William Cail, born in Gateshead in 1849, was an English rugby pioneer. William Cail passed away in Newcastle upon Tyne in 1925, leaving behind a legacy that contributed significantly to the development of the sport.",
        "triple_list": [
            [
                "William Cail",
                "date of birth",
                "1849"
            ],
            [
                "William Cail",
                "place of death",
                "Newcastle upon Tyne"
            ],
            [
                "William Cail",
                "family name",
                "Cail"
            ],
            [
                "William Cail",
                "date of death",
                "1925"
            ],
            [
                "William Cail",
                "given name",
                "William"
            ],
            [
                "William Cail",
                "place of birth",
                "Gateshead"
            ]
        ]
    },
    {
        "text": "B. J. Cunningham, Jr., born on May 29, 1989, is a Canadian football wide receiver. He currently plays for the Montreal Alouettes and previously played for the Miami Dolphins after being selected in the 2012 NFL Draft. In college, Cunningham played for the Michigan State Spartans football team.",
        "triple_list": [
            [
                "B. J. Cunningham",
                "member of",
                "Montreal Alouettes"
            ],
            [
                "B. J. Cunningham",
                "member of",
                "Miami Dolphins"
            ],
            [
                "B. J. Cunningham",
                "member of",
                "Michigan State Spartans football"
            ]
        ]
    },
    {
        "text": "Syra Yousuf Khan, better known as Syra Shehroz, is a Pakistani model and actress and former VJ who works in Pakistani serials and telefilms. She is famously recognized for her remarkable role in Hum TV's drama serial \"Mera Naseeb\" (2011), and she holds the position of being one of Pakistan's highest-paid actresses.",
        "triple_list": [
            [
                "Syra Yousuf",
                "given name",
                "Syra"
            ],
            [
                "Syra Yousuf",
                "country of citizenship",
                "Pakistan"
            ],
            [
                "Hum TV",
                "country",
                "Pakistan"
            ],
            [
                "Mera Naseeb",
                "country of origin",
                "Pakistan"
            ],
            [
                "Syra Yousuf",
                "family name",
                "Yousuf"
            ],
            [
                "Syra Yousuf",
                "occupation",
                "model"
            ]
        ]
    },
    {
        "text": "Louise Spellerberg, born Louise Ambjörg Svalastog Spellerberg on 1 October 1982, is a former Danish handballer. She last played for København Håndbold, a team based in Denmark.",
        "triple_list": [
            [
                "Louise Spellerberg",
                "given name",
                "Louise"
            ],
            [
                "Louise Spellerberg",
                "member of",
                "København Håndbold"
            ],
            [
                "København Håndbold",
                "country",
                "Denmark"
            ],
            [
                "Louise Spellerberg",
                "family name",
                "Spellerberg"
            ],
            [
                "Louise Spellerberg",
                "date of birth",
                "1 October 1982"
            ]
        ]
    },
    {
        "text": "Loyola University Andalucía is a private university headquartered in Seville, Spain, and with additional campuses in Seville and Córdoba. Established in the academic year 2013-14, it is a Catholic university under the guidance of the Society of Jesus. Loyola University Andalucía is owned by the Society of Jesus and is located in Seville, a city in the country of Spain. Additionally, it is recognized as a Catholic university and classified as a private university. Seville serves as the headquarters location for Loyola University Andalucía.",
        "triple_list": [
            [
                "Loyola University Andalucía",
                "owned by",
                "Society of Jesus"
            ],
            [
                "Loyola University Andalucía",
                "located in",
                "Seville"
            ],
            [
                "Seville",
                "country",
                "Spain"
            ],
            [
                "Córdoba",
                "country",
                "Spain"
            ],
            [
                "Loyola University Andalucía",
                "country",
                "Spain"
            ],
            [
                "Catholic university",
                "subclass of",
                "private university"
            ],
            [
                "Loyola University Andalucía",
                "headquarters location",
                "Seville"
            ]
        ]
    },
    {
        "text": "Illinois Business Consulting, the largest student-run management consulting organization in the United States, was founded in 1996 by Dr. Paul Magelli at the University of Illinois at Urbana–Champaign in Champaign, where it is headquartered.",
        "triple_list": [
            [
                "Illinois Business Consulting",
                "inception",
                "1996"
            ],
            [
                "Illinois Business Consulting",
                "headquarters location",
                "Champaign"
            ],
            [
                "Illinois Business Consulting",
                "industry",
                "management consulting"
            ],
            [
                "University of Illinois at Urbana–Champaign",
                "located in",
                "Champaign"
            ]
        ]
    },
    {
        "text": "Liesbeth Spies, a prominent Dutch politician, was born on 6 April 1966 in Alphen aan den Rijn. She is currently serving as the Mayor of Alphen aan den Rijn since 15 December 2014. Fluent in Dutch, Liesbeth Spies is an active member of the Christian Democratic Appeal Party, which operates in the Netherlands. Her dedication to politics and her leadership in her hometown make her a respected figure in Dutch politics.",
        "triple_list": [
            [
                "Christian Democratic Appeal",
                "country",
                "Netherlands"
            ],
            [
                "Liesbeth Spies",
                "given name",
                "Liesbeth"
            ],
            [
                "Liesbeth Spies",
                "occupation",
                "politician"
            ],
            [
                "Liesbeth Spies",
                "place of birth",
                "Alphen aan den Rijn"
            ],
            [
                "Liesbeth Spies",
                "date of birth",
                "6 April 1966"
            ],
            [
                "Liesbeth Spies",
                "languages spoken, written or signed",
                "Dutch"
            ],
            [
                "Liesbeth Spies",
                "member of",
                "Christian Democratic Appeal"
            ],
            [
                "Alphen aan den Rijn",
                "country",
                "Netherlands"
            ]
        ]
    },
    {
        "text": "The Moscos Islands, located in the Andaman Sea, form a beautiful chain of islands just off the northern coast of the Tanintharyi Region in Myanmar. The Andaman Sea, which serves as a basin country, borders Myanmar. The Moscos Islands have an elevation above sea level of 352, contributing to their stunning landscapes. With an area of 49.19, these islands are a captivating part of Myanmar's territory.",
        "triple_list": [
            [
                "Myanmar",
                "contain",
                "Tanintharyi Region"
            ],
            [
                "Andaman Sea",
                "basin country",
                "Myanmar"
            ],
            [
                "Andaman Sea",
                "country",
                "Myanmar"
            ],
            [
                "Moscos Islands",
                "elevation above sea level",
                "352"
            ],
            [
                "Tanintharyi Region",
                "located in",
                "Myanmar"
            ],
            [
                "Moscos Islands",
                "area",
                "49.19"
            ],
            [
                "Tanintharyi Region",
                "country",
                "Myanmar"
            ],
            [
                "Moscos Islands",
                "country",
                "Myanmar"
            ]
        ]
    },
    {
        "text": "Casablanca Tit Mellil Airport, with an elevation of 315 meters above sea level, is an airport located in Tit Mellil, Morocco. It serves as a transport hub for the city of Casablanca, offering convenient access to and from the bustling metropolis. The airport's ICAO code is GMMT, and it is named after the nearby town of Tit Mellil. As a prominent aviation facility in Morocco, it contributes to the country's overall transportation network.",
        "triple_list": [
            [
                "Casablanca Tit Mellil Airport",
                "place served by transport hub",
                "Casablanca"
            ],
            [
                "Casablanca Tit Mellil Airport",
                "elevation above sea level",
                "315"
            ],
            [
                "Casablanca",
                "country",
                "Morocco"
            ],
            [
                "Casablanca Tit Mellil Airport",
                "ICAO airport code",
                "GMMT"
            ],
            [
                "Casablanca Tit Mellil Airport",
                "located in",
                "Tit Mellil"
            ],
            [
                "Casablanca Tit Mellil Airport",
                "country",
                "Morocco"
            ],
            [
                "Casablanca Tit Mellil Airport",
                "named after",
                "Tit Mellil"
            ],
            [
                "Tit Mellil",
                "country",
                "Morocco"
            ]
        ]
    },
    {
        "text": "The Cold River is a beautiful river located in Rutland County, Vermont, in the United States of America. It is a tributary of Otter Creek, which is also located in Vermont. Rutland County, known for its picturesque landscapes, is situated in the charming state of Vermont. Moreover, Vermont itself is nestled in the heart of the United States of America. The Cold River forms part of the Lake Champlain basin, serving as a vital component of its drainage system.",
        "triple_list": [
            [
                "Rutland County",
                "located in",
                "Vermont"
            ],
            [
                "Otter Creek",
                "located in",
                "Vermont"
            ],
            [
                "Cold River",
                "located in",
                "Vermont"
            ],
            [
                "Otter Creek",
                "tributary",
                "Cold River"
            ],
            [
                "Cold River",
                "mouth of the watercourse",
                "Otter Creek"
            ],
            [
                "Cold River",
                "country",
                "United States of America"
            ],
            [
                "Cold River",
                "drainage basin",
                "Lake Champlain basin"
            ],
            [
                "Vermont",
                "located in",
                "United States of America"
            ],
            [
                "Vermont",
                "contain",
                "Rutland County"
            ]
        ]
    },
    {
        "text": "The Winhall River, located in Vermont, is an important tributary of the West River, which can be found in Windham County and Bennington County. Both of these counties are situated in the beautiful state of Vermont, located in the northeastern region of the United States of America. The Winhall River flows through the Connecticut River basin, contributing to the overall water drainage system of the region. In terms of its geographical location, the Winhall River is located in Vermont, while its mouth is where it meets the West River. Both of these rivers are part of the extensive river network that exists in the United States of America, specifically in Vermont.",
        "triple_list": [
            [
                "Vermont",
                "contain",
                "Bennington County"
            ],
            [
                "Winhall River",
                "country",
                "United States of America"
            ],
            [
                "West River",
                "tributary",
                "Winhall River"
            ],
            [
                "Winhall River",
                "located in",
                "Vermont"
            ],
            [
                "Vermont",
                "contain",
                "Windham County"
            ],
            [
                "Bennington County",
                "country",
                "United States of America"
            ],
            [
                "Winhall River",
                "mouth of the watercourse",
                "West River"
            ],
            [
                "West River",
                "country",
                "United States of America"
            ],
            [
                "Winhall River",
                "drainage basin",
                "Connecticut River basin"
            ],
            [
                "West River",
                "located in",
                "Vermont"
            ],
            [
                "Windham County",
                "located in",
                "Vermont"
            ],
            [
                "Bennington County",
                "located in",
                "Vermont"
            ],
            [
                "Windham County",
                "country",
                "United States of America"
            ],
            [
                "Vermont",
                "located in",
                "United States of America"
            ]
        ]
    },
    {
        "text": "Os Turnforening, commonly known as Os TF, is a multi-sports club based in Os, Hordaland, Norway.",
        "triple_list": [
            [
                "Os",
                "country",
                "Norway"
            ],
            [
                "Os TF",
                "country",
                "Norway"
            ]
        ]
    },
    {
        "text": "Preparis Island, located between the Bay of Bengal and the Andaman Sea, lies to the NNE of the Coco Islands and to the SSW from Cape Negrais, the nearest point on the coast of Burma. It is situated south of the city of Yangon. With an elevation of 81 meters above sea level, Preparis Island is surrounded by the beautiful Andaman Sea which is a basin country for Myanmar.",
        "triple_list": [
            [
                "Cape Negrais",
                "located in or next to body of water",
                "Andaman Sea"
            ],
            [
                "Andaman Sea",
                "basin country",
                "Myanmar"
            ],
            [
                "Andaman Sea",
                "country",
                "Myanmar"
            ],
            [
                "Cape Negrais",
                "country",
                "Myanmar"
            ],
            [
                "Coco Islands",
                "country",
                "Myanmar"
            ],
            [
                "Preparis",
                "located in or next to body of water",
                "Andaman Sea"
            ],
            [
                "Preparis",
                "elevation above sea level",
                "81"
            ]
        ]
    },
    {
        "text": "Kaarimba, which is also informally referred to as Karimba, is a small locality situated in Victoria, Australia. Victoria, being a state in Australia, is home to numerous local government areas including the Shire of Moira. This picturesque region is nestled within the beautiful landscapes of Victoria, and specifically within the Shire of Moira. Additionally, Kaarimba can be found within the vicinity of Shepparton and is surrounded by the natural beauty of the Murray River. With its serene location and its connection to both Victoria and Australia, Kaarimba serves as a peaceful retreat within this diverse and vibrant country.",
        "triple_list": [
            [
                "Australia",
                "contain",
                "Victoria"
            ],
            [
                "Victoria",
                "country",
                "Australia"
            ],
            [
                "Shire of Moira",
                "country",
                "Australia"
            ],
            [
                "Victoria",
                "contain",
                "Shire of Moira"
            ],
            [
                "Victoria",
                "located in",
                "Australia"
            ],
            [
                "Kaarimba",
                "located in",
                "Shepparton"
            ],
            [
                "Kaarimba",
                "located in",
                "Shire of Moira"
            ],
            [
                "Shire of Moira",
                "located in",
                "Victoria"
            ],
            [
                "Kaarimba",
                "located in",
                "Murray"
            ],
            [
                "Kaarimba",
                "country",
                "Australia"
            ],
            [
                "Kaarimba",
                "located in",
                "Victoria"
            ]
        ]
    },
    {
        "text": "Jens Gustafsson, born on 15 October 1978, is an association football manager from Sweden. With a height of 182 centimeters, Gustafsson has an impressive career in association football. He has been associated with various clubs, including Högaborgs BK, Helsingborgs IF, Falkenbergs FF, and IK Brage. Having excelled as an association football player himself, Gustafsson has now transitioned into a successful career as an association football manager. His expertise and experience make him a valuable addition to any team he works with.",
        "triple_list": [
            [
                "Jens Gustafsson",
                "date of birth",
                "15 October 1978"
            ],
            [
                "Jens Gustafsson",
                "member of",
                "Högaborgs BK"
            ],
            [
                "Jens Gustafsson",
                "member of",
                "Helsingborgs IF"
            ],
            [
                "Jens Gustafsson",
                "given name",
                "Jens"
            ],
            [
                "Jens Gustafsson",
                "family name",
                "Gustafsson"
            ],
            [
                "Jens Gustafsson",
                "member of",
                "Falkenbergs FF"
            ],
            [
                "Jens Gustafsson",
                "occupation",
                "association football manager"
            ],
            [
                "Jens Gustafsson",
                "country of citizenship",
                "Sweden"
            ],
            [
                "Jens Gustafsson",
                "height",
                "182"
            ],
            [
                "Jens Gustafsson",
                "member of",
                "IK Brage"
            ],
            [
                "Jens Gustafsson",
                "occupation",
                "association football player"
            ],
            [
                "Jens Gustafsson",
                "place of birth",
                "Sweden"
            ]
        ]
    },
    {
        "text": "WVWF (105.1 FM) is a radio station that is located in Waverly, the county seat of Humphreys County, Tennessee, within the United States of America. Established in 1972, this radio station falls within the industry of radio broadcasting. It is owned by Mike Parchman and is operated through Consolidated Media LLC, with primary studios situated in Dickson, Tennessee and secondary studios and sales offices in Clarksville, Tennessee. Notably, Tennessee contains Humphreys County, fulfilling its role as the county seat of Waverly.",
        "triple_list": [
            [
                "WVWF",
                "located in",
                "Tennessee"
            ],
            [
                "radio station",
                "industry",
                "radio broadcasting"
            ],
            [
                "Humphreys County",
                "located in",
                "Tennessee"
            ],
            [
                "Tennessee",
                "contain",
                "Humphreys County"
            ],
            [
                "WVWF",
                "country",
                "United States of America"
            ],
            [
                "county seat",
                "country",
                "United States of America"
            ],
            [
                "Waverly",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "NH, formerly known as RTV NH, is a public broadcasting station that focuses mainly on news from North Holland in the Netherlands. As the rightful claimant for broadcasting disasters in the region, NH plays a crucial role in keeping the public informed and safe. The headquarters of NH is located in Amsterdam, the capital of the Netherlands. The address is Aletta Jacobslaan 9, 1066 BP Amsterdam, Nederland. Amsterdam is situated in North Holland, which is part of the Netherlands.",
        "triple_list": [
            [
                "NH",
                "country",
                "Netherlands"
            ],
            [
                "Netherlands",
                "contain",
                "North Holland"
            ],
            [
                "North Holland",
                "located in",
                "Netherlands"
            ],
            [
                "Amsterdam",
                "country",
                "Netherlands"
            ],
            [
                "NH",
                "licensed to broadcast to",
                "North Holland"
            ],
            [
                "NH",
                "located at street address (DEPRECATED)",
                "Aletta Jacobslaan 9, 1066 BP Amsterdam, Nederland"
            ],
            [
                "Netherlands",
                "capital",
                "Amsterdam"
            ],
            [
                "North Holland",
                "country",
                "Netherlands"
            ]
        ]
    },
    {
        "text": "Yakov Arkadyevich Yakovlev, also known as Yakov Yakovlev (real name: Epstein), was a Soviet politician. He was born in Grodno on 9th June 1896 and played a significant role in the political landscape of the Soviet Union. Sadly, he passed away in 1938, leaving behind a legacy as a prominent politician.",
        "triple_list": [
            [
                "Yakov Yakovlev",
                "country of citizenship",
                "Soviet Union"
            ],
            [
                "Yakov Yakovlev",
                "date of death",
                "1938"
            ],
            [
                "Yakov Yakovlev",
                "given name",
                "Yakov"
            ],
            [
                "Yakov Yakovlev",
                "date of birth",
                "9th June 1896"
            ],
            [
                "Yakov Yakovlev",
                "occupation",
                "politician"
            ],
            [
                "Yakov Yakovlev",
                "place of birth",
                "Grodno"
            ],
            [
                "Yakov Yakovlev",
                "family name",
                "Yakovlev"
            ]
        ]
    },
    {
        "text": "The National Library of Aruba, the main library of Aruba, is located in Oranjestad, the capital of Aruba. Situated at an elevation of 8.405 meters above sea level, this esteemed library holds more than 100,000 volumes. Aruba, a constituent country within the Kingdom of the Netherlands, takes pride in its capital, Oranjestad, where the National Library showcases the cultural heritage of the island.",
        "triple_list": [
            [
                "National Library of Aruba",
                "located in",
                "Oranjestad"
            ],
            [
                "National Library of Aruba",
                "elevation above sea level",
                "8.405"
            ],
            [
                "National Library of Aruba",
                "country",
                "Aruba"
            ],
            [
                "Oranjestad",
                "capital of",
                "Aruba"
            ],
            [
                "Oranjestad",
                "country",
                "Aruba"
            ],
            [
                "National Library of Aruba",
                "country",
                "Kingdom of the Netherlands"
            ],
            [
                "Aruba",
                "capital",
                "Oranjestad"
            ],
            [
                "Oranjestad",
                "located in",
                "Aruba"
            ]
        ]
    },
    {
        "text": "Peerless Group, founded in 1932 by industrialist Radhashyam Roy in Narayanganj, Bangladesh, has grown into a prominent Indian business conglomerate. With its headquarters now located in Kolkata, it remains closely tied to the vibrant capital city of West Bengal.",
        "triple_list": [
            [
                "Peerless Group",
                "inception",
                "1932"
            ],
            [
                "Peerless Group",
                "headquarters location",
                "Kolkata"
            ],
            [
                "Kolkata",
                "capital of",
                "West Bengal"
            ],
            [
                "West Bengal",
                "capital",
                "Kolkata"
            ]
        ]
    },
    {
        "text": "The River North Esk, located in the United Kingdom, carried the Esk Valley Railway (Scotland), connecting Polton terminus.",
        "triple_list": [
            [
                "River North Esk",
                "country",
                "United Kingdom"
            ],
            [
                "Esk Valley Railway (Scotland)",
                "country",
                "United Kingdom"
            ]
        ]
    },
    {
        "text": "Alquds Hilal Club, famously known as Hilal Al-Quds, which translates to \"Crescent of Jerusalem,\" is a Palestinian football team based in Jerusalem. Representing the State of Palestine, they compete in the West Bank Premier League. Their home stadium is the 12,500-capacity Faisal Al-Husseini International Stadium in Al-Ram, near Jerusalem.",
        "triple_list": [
            [
                "Faisal Al-Husseini International Stadium",
                "country",
                "State of Palestine"
            ],
            [
                "West Bank Premier League",
                "country",
                "State of Palestine"
            ],
            [
                "Hilal Al-Quds",
                "league",
                "West Bank Premier League"
            ],
            [
                "Hilal Al-Quds",
                "home venue",
                "Faisal Al-Husseini International Stadium"
            ],
            [
                "Faisal Al-Husseini International Stadium",
                "located in",
                "Al-Ram"
            ]
        ]
    },
    {
        "text": "Laura van der Heijden, born on 27 June 1990, is a prominent Dutch handball player. Currently associated with SG BBM Bietigheim and representing the Dutch national team, Van der Heijden has established herself as a formidable force in the sport. Standing at a height of 172 centimeters, she has showcased her skills as a member of Team Esbjerg. From Amersfoort, in the Kingdom of the Netherlands, she also participated in the 2016 Summer Olympics, further solidifying her reputation.",
        "triple_list": [
            [
                "Laura van der Heijden",
                "given name",
                "Laura"
            ],
            [
                "Laura van der Heijden",
                "date of birth",
                "27 June 1990"
            ],
            [
                "Laura van der Heijden",
                "occupation",
                "handball player"
            ],
            [
                "Laura van der Heijden",
                "family name",
                "Van der Heijden"
            ],
            [
                "Laura van der Heijden",
                "member of",
                "Team Esbjerg"
            ],
            [
                "Laura van der Heijden",
                "height",
                "172"
            ],
            [
                "Laura van der Heijden",
                "country of citizenship",
                "Kingdom of the Netherlands"
            ],
            [
                "handball player",
                "field of this occupation",
                "handball"
            ],
            [
                "Laura van der Heijden",
                "place of birth",
                "Amersfoort"
            ],
            [
                "Laura van der Heijden",
                "participant of",
                "2016 Summer Olympics"
            ]
        ]
    },
    {
        "text": "The Progressive United Communist Party of Armenia, established by Vazgen Safaryan, is one of the three authorized Communist parties in Armenia. Despite never having representation in the National Assembly of Armenia, the party remains active in the country.",
        "triple_list": [
            [
                "National Assembly of Armenia",
                "country",
                "Armenia"
            ],
            [
                "National Assembly of Armenia",
                "applies to jurisdiction",
                "Armenia"
            ],
            [
                "Armenia",
                "legislative body",
                "National Assembly of Armenia"
            ],
            [
                "Progressive United Communist Party of Armenia",
                "country",
                "Armenia"
            ]
        ]
    },
    {
        "text": "Postbank, legally known as Eurobank Bulgaria AD (formerly Eurobank EFG Bulgaria AD, changed on 11/1/2013), is a universal bank in Bulgaria and a subsidiary of Eurobank Ergasias SA.",
        "triple_list": [
            [
                "Postbank",
                "parent organization",
                "Eurobank Ergasias SA"
            ],
            [
                "Postbank",
                "country",
                "Bulgaria"
            ],
            [
                "universal bank",
                "subclass of",
                "bank"
            ]
        ]
    },
    {
        "text": "Pakra is a significant river in both western Slavonia and central Croatia. It serves as a crucial left tributary of the Ilova, flowing through scenic landscapes and showcasing the natural beauty of both regions.",
        "triple_list": [
            [
                "Pakra",
                "mouth of the watercourse",
                "Ilova"
            ],
            [
                "Pakra",
                "country",
                "Croatia"
            ],
            [
                "Slavonia",
                "country",
                "Croatia"
            ],
            [
                "Ilova",
                "country",
                "Croatia"
            ]
        ]
    },
    {
        "text": "Motala Idrottspark is a remarkable football stadium located in the charming town of Motala, Sweden. It proudly serves as the home stadium for the esteemed football team Motala AIF. With a maximum capacity of 8500 spectators, it provides an exhilarating atmosphere for fans from all over the country. Motala AIF has established its headquarters in Motala, making Motala Idrottspark the perfect choice for their home venue.",
        "triple_list": [
            [
                "Motala",
                "country",
                "Sweden"
            ],
            [
                "Motala Idrottspark",
                "located in",
                "Motala"
            ],
            [
                "Motala AIF",
                "country",
                "Sweden"
            ],
            [
                "Motala AIF",
                "home venue",
                "Motala Idrottspark"
            ],
            [
                "Motala AIF",
                "headquarters location",
                "Motala"
            ],
            [
                "Motala Idrottspark",
                "country",
                "Sweden"
            ],
            [
                "Motala Idrottspark",
                "maximum capacity",
                "8500"
            ]
        ]
    },
    {
        "text": "Ramnavallen is a football stadium located in Borås, Sweden. It served as the former home stadium for the football teams IF Elfsborg and Norrby IF. With a total capacity of 4,000 spectators, Ramnavallen has been witness to numerous exciting matches. Both IF Elfsborg and Norrby IF, along with Ramnavallen itself, proudly represent Borås and Sweden in the world of football.",
        "triple_list": [
            [
                "Ramnavallen",
                "located in",
                "Borås"
            ],
            [
                "Norrby IF",
                "headquarters location",
                "Borås"
            ],
            [
                "IF Elfsborg",
                "headquarters location",
                "Borås"
            ],
            [
                "Borås",
                "country",
                "Sweden"
            ],
            [
                "IF Elfsborg",
                "country",
                "Sweden"
            ],
            [
                "Norrby IF",
                "country",
                "Sweden"
            ],
            [
                "Ramnavallen",
                "country",
                "Sweden"
            ]
        ]
    },
    {
        "text": "Johanneshovs IP, a football stadium in Stockholm, Sweden, was the former home stadium for the football team Hammarby IF before the construction of Söderstadion. Founded in 1928, Johanneshovs IP stood as a significant landmark in the city of Stockholm until it was demolished in 1967 when Söderstadion was built on the existing site of the stadium. With a maximum capacity of 15000 spectators, Johanneshovs IP provided a vibrant atmosphere for football enthusiasts, while its replacement, Söderstadion, continued to serve as the proud home ground for Hammarby IF.",
        "triple_list": [
            [
                "Stockholm",
                "country",
                "Sweden"
            ],
            [
                "Stockholm",
                "capital of",
                "Sweden"
            ],
            [
                "Söderstadion",
                "occupant",
                "Hammarby IF"
            ],
            [
                "Söderstadion",
                "country",
                "Sweden"
            ],
            [
                "Johanneshovs IP",
                "country",
                "Sweden"
            ],
            [
                "Johanneshovs IP",
                "inception",
                "1928"
            ],
            [
                "Sweden",
                "capital",
                "Stockholm"
            ],
            [
                "Johanneshovs IP",
                "located in",
                "Stockholm"
            ],
            [
                "Hammarby IF",
                "country",
                "Sweden"
            ],
            [
                "Johanneshovs IP",
                "maximum capacity",
                "15000"
            ]
        ]
    },
    {
        "text": "Glogovnica, a river located in central Croatia, is a right tributary of the Česma river. Spanning a considerable length, Glogovnica flows through the captivating Croatian landscape, showcasing its natural beauty. Česma, the receiving end of Glogovnica's watercourse, resides harmoniously within the borders of Croatia, making it a significant contributor to the country's aquatic ecosystem.",
        "triple_list": [
            [
                "Glogovnica",
                "mouth of the watercourse",
                "Česma"
            ],
            [
                "Česma",
                "country",
                "Croatia"
            ],
            [
                "Česma",
                "tributary",
                "Glogovnica"
            ],
            [
                "Glogovnica",
                "country",
                "Croatia"
            ],
            [
                "tributary",
                "subclass of",
                "river"
            ],
            [
                "Česma",
                "basin country",
                "Croatia"
            ]
        ]
    },
    {
        "text": "Wolfgang Stechow, born on 5 June 1896 in Kiel, was a German American art historian. His field of work revolved around the history of art, where he made significant contributions through his research and writings. Fluent in German, Stechow's expertise was widely recognized. Tragically, he passed away in Princeton on 12 October 1974, leaving a lasting impact on the world of art history.",
        "triple_list": [
            [
                "Wolfgang Stechow",
                "given name",
                "Wolfgang"
            ],
            [
                "Wolfgang Stechow",
                "field of work",
                "history of art"
            ],
            [
                "Wolfgang Stechow",
                "languages spoken, written or signed",
                "German"
            ],
            [
                "Wolfgang Stechow",
                "date of death",
                "12 October 1974"
            ],
            [
                "Wolfgang Stechow",
                "place of birth",
                "Kiel"
            ],
            [
                "Wolfgang Stechow",
                "occupation",
                "art historian"
            ],
            [
                "Wolfgang Stechow",
                "place of death",
                "Princeton"
            ],
            [
                "Wolfgang Stechow",
                "date of birth",
                "5 June 1896"
            ]
        ]
    },
    {
        "text": "Hillborough Studios, a Canadian comic book publisher, was founded in 1941. It gained recognition for launching Nelvana of the Northern Lights, a character with Canadian citizenship, based in Toronto, Canada.",
        "triple_list": [
            [
                "Hillborough Studios",
                "inception",
                "1941"
            ],
            [
                "Hillborough Studios",
                "country of origin",
                "Canada"
            ],
            [
                "Nelvana of the Northern Lights",
                "country of citizenship",
                "Canada"
            ],
            [
                "Hillborough Studios",
                "headquarters location",
                "Toronto"
            ]
        ]
    },
    {
        "text": "The Norrard Rocks, located in the north-western part of the Isles of Scilly, situated to the west of Bryher and Samson, are a group of small uninhabited granite rocks. Designated as a Site of Special Scientific Interest in 1971, they are known for their breeding seabird colonies and are permanently closed to landings from boat passengers. The Isles of Scilly, including Samson and Bryher, form a part of the United Kingdom.",
        "triple_list": [
            [
                "Samson",
                "part of",
                "Isles of Scilly"
            ],
            [
                "Bryher",
                "located on terrain feature",
                "Isles of Scilly"
            ],
            [
                "Bryher",
                "part of",
                "Isles of Scilly"
            ],
            [
                "Bryher",
                "located in",
                "Isles of Scilly"
            ],
            [
                "Norrard Rocks",
                "part of",
                "Isles of Scilly"
            ],
            [
                "Isles of Scilly",
                "country",
                "United Kingdom"
            ]
        ]
    },
    {
        "text": "Martin Burn Limited, a renowned listed company, has its inception dating back to 1890. Headquartered in Kolkata, it specializes in construction and real estate projects.",
        "triple_list": [
            [
                "Martin Burn Limited",
                "inception",
                "1890"
            ],
            [
                "Martin Burn Limited",
                "headquarters location",
                "Kolkata"
            ]
        ]
    },
    {
        "text": "Nauti F.C., a football club from Funafuti, serves as a representative of Tuvalu in the country's prestigious Tuvalu A-Division league. Nauti F.C. is headquartered in Funafuti, the capital of Tuvalu, further solidifying its close bond with the nation. The club's active participation in the Tuvalu A-Division league showcases their strong commitment to football and their dedication to promoting the sport within Tuvalu. Funafuti, where Nauti F.C. is based, is located on the terrain feature that is the country of Tuvalu.",
        "triple_list": [
            [
                "Tuvalu A-Division",
                "country",
                "Tuvalu"
            ],
            [
                "Funafuti",
                "country",
                "Tuvalu"
            ],
            [
                "Nauti F.C.",
                "country",
                "Tuvalu"
            ],
            [
                "Nauti F.C.",
                "headquarters location",
                "Funafuti"
            ],
            [
                "Tuvalu",
                "capital",
                "Funafuti"
            ],
            [
                "Funafuti",
                "capital of",
                "Tuvalu"
            ],
            [
                "Nauti F.C.",
                "league",
                "Tuvalu A-Division"
            ],
            [
                "Funafuti",
                "located on terrain feature",
                "Tuvalu"
            ]
        ]
    },
    {
        "text": "Unser Land is a political party in the French region of Alsace, founded in 2009. It follows the Alsatian People Union and has its headquarters in Ensisheim. Unser Land is an active member of both the Fédération Régions et Peuples Solidaires in France and the European Free Alliance in the European Union. Being a country within France, Alsace is an integral part of the French nation. Additionally, France, as a country, is a member of the European Union. Unser Land, being founded by Jean-Georges Trouillet, proudly represents the interests and aspirations of the Alsatian people within the European Free Alliance.",
        "triple_list": [
            [
                "European Union",
                "contain",
                "France"
            ],
            [
                "Alsace",
                "country",
                "France"
            ],
            [
                "Unser Land",
                "inception",
                "2009"
            ],
            [
                "Unser Land",
                "follows",
                "Alsatian People Union"
            ],
            [
                "European Union",
                "founded by",
                "France"
            ],
            [
                "Unser Land",
                "country",
                "France"
            ],
            [
                "France",
                "member of",
                "European Union"
            ],
            [
                "Fédération Régions et Peuples Solidaires",
                "member of",
                "European Free Alliance"
            ],
            [
                "Alsatian People Union",
                "member of",
                "European Free Alliance"
            ],
            [
                "Unser Land",
                "founded by",
                "Jean-Georges Trouillet"
            ],
            [
                "Unser Land",
                "headquarters location",
                "Ensisheim"
            ],
            [
                "Unser Land",
                "member of",
                "European Free Alliance"
            ]
        ]
    },
    {
        "text": "Eastern Stars F.C. was founded in July 2007 as a semi-professional association football club.",
        "triple_list": [
            [
                "Eastern Stars F.C.",
                "inception",
                "in July 2007"
            ]
        ]
    },
    {
        "text": "The Ghad El-Thawra Party, an Egyptian political party, was approved on 9 October 2011. It was founded by Ayman Nour as a split from the El-Ghad Party. Ayman Nour, a member of the Ghad El-Thawra Party, holds Egyptian citizenship. The headquarters of the Ghad El-Thawra Party are located in Cairo, the capital of Egypt. Ayman Nour also serves as the chairperson of the Ghad El-Thawra Party.",
        "triple_list": [
            [
                "El-Ghad Party",
                "country",
                "Egypt"
            ],
            [
                "Ghad El-Thawra Party",
                "founded by",
                "Ayman Nour"
            ],
            [
                "Ghad El-Thawra Party",
                "country",
                "Egypt"
            ],
            [
                "Ghad El-Thawra Party",
                "inception",
                "9 October 2011"
            ],
            [
                "Ayman Nour",
                "member of",
                "Ghad El-Thawra Party"
            ],
            [
                "Ayman Nour",
                "country of citizenship",
                "Egypt"
            ],
            [
                "Ghad El-Thawra Party",
                "headquarters location",
                "Cairo"
            ],
            [
                "Ghad El-Thawra Party",
                "chairperson",
                "Ayman Nour"
            ]
        ]
    },
    {
        "text": "Diana Bianchedi, born on 4 November 1969 in Milan, is a prominent Italian fencer. Standing at a height of 158 cm, she has achieved remarkable success in her career. She participated in the 1992 Summer Olympics, where she showcased her exceptional skills and won a gold medal in the women's team foil event. Recognizing her outstanding contributions to sports, Diana was awarded the prestigious Collare d'oro al Merito Sportivo. She continued her Olympic journey and triumphed again in the same event at the 2000 Summer Olympics. Notably, Diana also participated in the 1996 Summer Olympics, further solidifying her legacy as a highly accomplished fencer representing Italy.",
        "triple_list": [
            [
                "Diana Bianchedi",
                "place of birth",
                "Milan"
            ],
            [
                "Diana Bianchedi",
                "height",
                "158"
            ],
            [
                "Diana Bianchedi",
                "participant of",
                "1992 Summer Olympics"
            ],
            [
                "Diana Bianchedi",
                "award received",
                "Collare d'oro al Merito Sportivo"
            ],
            [
                "Diana Bianchedi",
                "country of citizenship",
                "Italy"
            ],
            [
                "Diana Bianchedi",
                "participant of",
                "1996 Summer Olympics"
            ],
            [
                "Diana Bianchedi",
                "participant of",
                "2000 Summer Olympics"
            ],
            [
                "Diana Bianchedi",
                "date of birth",
                "4 November 1969"
            ],
            [
                "1992 Summer Olympics",
                "followed by",
                "1996 Summer Olympics"
            ],
            [
                "Diana Bianchedi",
                "given name",
                "Diana"
            ],
            [
                "Diana Bianchedi",
                "occupation",
                "fencer"
            ]
        ]
    },
    {
        "text": "David Colin Hanna, born in 1941, is a distinguished British physicist, specializing in laser physics and nonlinear optics. He has made significant contributions to the field and is currently the emeritus professor of physics at the University of Southampton. In recognition of his outstanding work, David Hanna was awarded the prestigious title of Fellow of the Royal Society by the Royal Society. He continues to inspire new generations of physicists in the United Kingdom.",
        "triple_list": [
            [
                "David Hanna",
                "award received",
                "Fellow of the Royal Society"
            ],
            [
                "David Hanna",
                "field of work",
                "optics"
            ],
            [
                "David Hanna",
                "occupation",
                "physicist"
            ],
            [
                "David Hanna",
                "employer",
                "University of Southampton"
            ],
            [
                "Fellow of the Royal Society",
                "conferred by",
                "Royal Society"
            ],
            [
                "University of Southampton",
                "country",
                "United Kingdom"
            ],
            [
                "David Hanna",
                "given name",
                "David"
            ],
            [
                "David Hanna",
                "family name",
                "Hanna"
            ],
            [
                "David Hanna",
                "date of birth",
                "1941"
            ]
        ]
    },
    {
        "text": "The State Publishing Institute PIW, a Polish publishing house, was founded in Warsaw in 1946 after World War II. The headquarters of PIW are located in Warsaw.",
        "triple_list": [
            [
                "State Publishing Institute PIW",
                "inception",
                "1946"
            ],
            [
                "State Publishing Institute PIW",
                "headquarters location",
                "Warsaw"
            ]
        ]
    },
    {
        "text": "Wilhelm Lachnit, born on 12 November 1899 in Gittersee near Dresden, was a German painter who was primarily active in Dresden. He was a citizen of the German Democratic Republic and a member of the Communist Party of Germany. Lachnit's work was concentrated in Dresden, where he gained recognition for his artistic talent. Sadly, he passed away on 14 November 1962 in Dresden, the same city he was born and worked in. His remarkable paintings can be found in the renowned Tate collection.",
        "triple_list": [
            [
                "Wilhelm Lachnit",
                "family name",
                "Lachnit"
            ],
            [
                "Wilhelm Lachnit",
                "country of citizenship",
                "German Democratic Republic"
            ],
            [
                "Wilhelm Lachnit",
                "date of birth",
                "12 November 1899"
            ],
            [
                "Wilhelm Lachnit",
                "date of death",
                "14 November 1962"
            ],
            [
                "Wilhelm Lachnit",
                "work location",
                "Dresden"
            ],
            [
                "Gittersee",
                "located in",
                "Dresden"
            ],
            [
                "Wilhelm Lachnit",
                "given name",
                "Wilhelm"
            ],
            [
                "Wilhelm Lachnit",
                "place of death",
                "Dresden"
            ],
            [
                "Wilhelm Lachnit",
                "occupation",
                "painter"
            ],
            [
                "Wilhelm Lachnit",
                "place of birth",
                "Gittersee"
            ],
            [
                "Wilhelm Lachnit",
                "has works in the collection",
                "Tate"
            ],
            [
                "Wilhelm Lachnit",
                "member of",
                "Communist Party of Germany"
            ]
        ]
    },
    {
        "text": "The University of Heilongjiang, situated in the city of Harbin in the Heilongjiang Province, is a prestigious national university in the People's Republic of China. Harbin, known for its rich history and vibrant culture, is a key city in the region and is part of the Heilongjiang Province. This province, located in the northeastern part of China, is a significant region within the People's Republic of China. With its headquarters located in Harbin, Heilongjiang University serves as a prominent educational institution and plays a vital role in the development and growth of both Harbin and the Heilongjiang Province.",
        "triple_list": [
            [
                "Harbin",
                "country",
                "People's Republic of China"
            ],
            [
                "Heilongjiang University",
                "country",
                "People's Republic of China"
            ],
            [
                "Heilongjiang University",
                "located in",
                "Harbin"
            ],
            [
                "Heilongjiang",
                "located in",
                "People's Republic of China"
            ],
            [
                "Heilongjiang",
                "contain",
                "Harbin"
            ],
            [
                "Heilongjiang",
                "country",
                "People's Republic of China"
            ],
            [
                "Harbin",
                "part of",
                "Heilongjiang"
            ],
            [
                "People's Republic of China",
                "contain",
                "Heilongjiang"
            ],
            [
                "Heilongjiang",
                "capital",
                "Harbin"
            ],
            [
                "Heilongjiang University",
                "headquarters location",
                "Harbin"
            ],
            [
                "Harbin",
                "located in",
                "Heilongjiang"
            ],
            [
                "Harbin",
                "capital of",
                "Heilongjiang"
            ]
        ]
    },
    {
        "text": "F.C. Nanumaga, also known as Ha'apai United, is a prominent football club hailing from Nanumanga, a beautiful island located in the Republic of Tuvalu. This esteemed club competes in the esteemed Tuvalu A-Division, showcasing their skills and talents in the national football league of Tuvalu. With Nanumanga serving as their headquarters, F.C. Nanumaga proudly represents their country in this prestigious competition.",
        "triple_list": [
            [
                "Nanumanga",
                "country",
                "Tuvalu"
            ],
            [
                "Nanumanga",
                "part of",
                "Tuvalu"
            ],
            [
                "F.C. Nanumaga",
                "country",
                "Tuvalu"
            ],
            [
                "Tuvalu A-Division",
                "country",
                "Tuvalu"
            ],
            [
                "F.C. Nanumaga",
                "headquarters location",
                "Nanumanga"
            ],
            [
                "F.C. Nanumaga",
                "league",
                "Tuvalu A-Division"
            ]
        ]
    },
    {
        "text": "Mercu Buana University, a private university in Jakarta, Indonesia, was established on October 22, 1985. Located in the capital of Indonesia, Mercu Buana University contributes to the educational landscape of the country. Being a private university, it falls under the category of universities, which are institutions of higher learning. Jakarta, the capital of Indonesia, is a city that contains Mercu Buana University and serves as the heart of the country.",
        "triple_list": [
            [
                "Jakarta",
                "capital of",
                "Indonesia"
            ],
            [
                "Mercu Buana University",
                "located in",
                "Jakarta"
            ],
            [
                "Mercu Buana University",
                "country",
                "Indonesia"
            ],
            [
                "Indonesia",
                "contain",
                "Jakarta"
            ],
            [
                "Indonesia",
                "capital",
                "Jakarta"
            ],
            [
                "Mercu Buana University",
                "inception",
                "October 22, 1985"
            ],
            [
                "private university",
                "subclass of",
                "university"
            ],
            [
                "Jakarta",
                "country",
                "Indonesia"
            ]
        ]
    },
    {
        "text": "Jules Berry, born Marie Louis Jules Paufichet on 9 February 1883, was a French actor. He was known for his work on both stage and film, establishing himself as a prominent figure in the entertainment industry. Jules Berry's proficiency as a stage actor and film actor contributed significantly to his legacy.",
        "triple_list": [
            [
                "Jules Berry",
                "native language",
                "French"
            ],
            [
                "Jules Berry",
                "occupation",
                "stage actor"
            ],
            [
                "Jules Berry",
                "birth name",
                "Marie Louis Jules Paufichet"
            ],
            [
                "Jules Berry",
                "occupation",
                "film actor"
            ],
            [
                "Jules Berry",
                "languages spoken, written or signed",
                "French"
            ]
        ]
    },
    {
        "text": "Orlando Vincent Johnson, born on March 11, 1989, is an American professional basketball player known as Orlando Johnson. He currently plays for Pauian in the Super Basketball League, having previously played college basketball for Loyola Marymount and UC Santa Barbara.",
        "triple_list": [
            [
                "Orlando Johnson",
                "date of birth",
                "March 11, 1989"
            ],
            [
                "Orlando Johnson",
                "family name",
                "Johnson"
            ],
            [
                "Orlando Johnson",
                "occupation",
                "basketball player"
            ],
            [
                "Orlando Johnson",
                "birth name",
                "Orlando Vincent Johnson"
            ],
            [
                "Orlando Johnson",
                "given name",
                "Orlando"
            ],
            [
                "basketball player",
                "field of this occupation",
                "basketball"
            ]
        ]
    },
    {
        "text": "Borneo Tarakan University, established in 1999 as a private university, is a public university located in Tarakan, a city situated in North Kalimantan, Indonesia. Recognized on March 30, 2000, by a decree issued by Pinekindi Foundation, this esteemed institution holds the distinction of being a public university in Indonesia. Tarakan, in turn, is a city nestled within North Kalimantan, a region located in the vast archipelago of Indonesia. Borneo Tarakan University proudly contributes to the educational landscape of Tarakan and Indonesia as a whole.",
        "triple_list": [
            [
                "Indonesia",
                "contain",
                "North Kalimantan"
            ],
            [
                "Borneo Tarakan University",
                "inception",
                "1999"
            ],
            [
                "Borneo Tarakan University",
                "country",
                "Indonesia"
            ],
            [
                "public university",
                "subclass of",
                "university"
            ],
            [
                "Tarakan",
                "country",
                "Indonesia"
            ],
            [
                "private university",
                "subclass of",
                "university"
            ],
            [
                "North Kalimantan",
                "country",
                "Indonesia"
            ],
            [
                "North Kalimantan",
                "contain",
                "Tarakan"
            ],
            [
                "Tarakan",
                "located in",
                "North Kalimantan"
            ],
            [
                "Borneo Tarakan University",
                "located in",
                "Tarakan"
            ]
        ]
    },
    {
        "text": "Antoine-Alexis Cadet de Vaux (1743–1828) was a prominent French chemist and pharmacist. In addition to his scientific pursuits, he also had a multifaceted career as a journalist. Born in Paris, he was a member of both the Bavarian Academy of Sciences and Humanities and the German Academy of Sciences Leopoldina. Cadet de Vaux was a dedicated citizen of France and contributed significantly to the field of chemistry. He tragically passed away in 1828 in Nogent-sur-Oise, leaving behind a lasting legacy.",
        "triple_list": [
            [
                "Antoine-Alexis Cadet de Vaux",
                "occupation",
                "journalist"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "place of birth",
                "Paris"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "member of",
                "Bavarian Academy of Sciences and Humanities"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "member of",
                "German Academy of Sciences Leopoldina"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "given name",
                "Antoine"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "country of citizenship",
                "France"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "date of birth",
                "1743"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "languages spoken, written or signed",
                "French"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "occupation",
                "chemist"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "date of death",
                "1828"
            ],
            [
                "Antoine-Alexis Cadet de Vaux",
                "place of death",
                "Nogent-sur-Oise"
            ]
        ]
    },
    {
        "text": "Marko Reikop, an Estonian TV host, was born in Tallinn on June 19, 1969. He is renowned for his exceptional skills as a television presenter, captivating audiences with his charisma and expertise. Marko Reikop obtained his education at Tallinn University, solidifying his knowledge and honing his broadcasting talents. As a proud citizen of Estonia, his native country, Reikop has become a well-respected journalist. Fluent in Estonian, he effectively communicates with his audience, delivering impactful news stories.",
        "triple_list": [
            [
                "Marko Reikop",
                "occupation",
                "television presenter"
            ],
            [
                "Marko Reikop",
                "educated at",
                "Tallinn University"
            ],
            [
                "Marko Reikop",
                "country of citizenship",
                "Estonia"
            ],
            [
                "Marko Reikop",
                "given name",
                "Marko"
            ],
            [
                "Tallinn",
                "located in",
                "Estonia"
            ],
            [
                "Marko Reikop",
                "date of birth",
                "June 19, 1969"
            ],
            [
                "Marko Reikop",
                "place of birth",
                "Tallinn"
            ],
            [
                "Marko Reikop",
                "languages spoken, written or signed",
                "Estonian"
            ],
            [
                "Marko Reikop",
                "occupation",
                "journalist"
            ]
        ]
    },
    {
        "text": "The Hainan Provincial Museum, located in Haikou, the capital city of Hainan Province in the People's Republic of China, was established in 1984. It later found its permanent home in the Hainan Cultural Park situated at 68 Guoxing Avenue, which is in Haikou.",
        "triple_list": [
            [
                "Hainan Provincial Museum",
                "located in",
                "Haikou"
            ],
            [
                "Hainan Provincial Museum",
                "inception",
                "1984"
            ],
            [
                "Guoxing Avenue",
                "located in",
                "Haikou"
            ],
            [
                "Guoxing Avenue",
                "country",
                "People's Republic of China"
            ],
            [
                "Hainan Provincial Museum",
                "country",
                "People's Republic of China"
            ]
        ]
    },
    {
        "text": "The Beaver Dam Mountains, a long mountain range, stretch across extreme southwest Washington County, Utah, located west of St. George. This impressive range extends into the Arizona Strip to the south. With a width of 13 miles and towering at an elevation of 7680 feet above sea level, the Beaver Dam Mountains dominate the landscape. Located within the United States of America, these majestic mountains are a prominent feature of Washington County, Utah, and the Arizona Strip.",
        "triple_list": [
            [
                "Beaver Dam Mountains",
                "width",
                "13"
            ],
            [
                "Beaver Dam Mountains",
                "elevation above sea level",
                "7680"
            ],
            [
                "Beaver Dam Mountains",
                "country",
                "United States of America"
            ],
            [
                "Arizona Strip",
                "country",
                "United States of America"
            ],
            [
                "Utah",
                "located in",
                "United States of America"
            ],
            [
                "St. George",
                "country",
                "United States of America"
            ],
            [
                "Utah",
                "country",
                "United States of America"
            ],
            [
                "Washington County",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "Uwe Gensheimer, born on 26 October 1986 in Mannheim, Germany, is a German handball player. He is a member of Rhein-Neckar Löwen and also represents the Germany national handball team. Standing at a height of 188 cm, Gensheimer is a dedicated athlete who has showcased his skills on both domestic and international levels. He even had the honor of participating in the 2016 Summer Olympics, where he proudly represented his country, Germany. With his exceptional talent and dedication to the sport, Gensheimer continues to make significant contributions as a professional handball player.",
        "triple_list": [
            [
                "Uwe Gensheimer",
                "participant of",
                "2016 Summer Olympics"
            ],
            [
                "Uwe Gensheimer",
                "country for sport",
                "Germany"
            ],
            [
                "Uwe Gensheimer",
                "height",
                "188"
            ],
            [
                "Uwe Gensheimer",
                "given name",
                "Uwe"
            ],
            [
                "Uwe Gensheimer",
                "member of",
                "Rhein-Neckar Löwen"
            ],
            [
                "Uwe Gensheimer",
                "date of birth",
                "26 October 1986"
            ],
            [
                "Uwe Gensheimer",
                "place of birth",
                "Mannheim"
            ],
            [
                "Uwe Gensheimer",
                "country of citizenship",
                "Germany"
            ],
            [
                "handball player",
                "field of this occupation",
                "handball"
            ],
            [
                "Uwe Gensheimer",
                "family name",
                "Gensheimer"
            ],
            [
                "Uwe Gensheimer",
                "occupation",
                "handball player"
            ],
            [
                "Rhein-Neckar Löwen",
                "country",
                "Germany"
            ],
            [
                "Germany national handball team",
                "country",
                "Germany"
            ]
        ]
    },
    {
        "text": "T-Mobile Czech Republic, the largest mobile phone network operator in the Czech Republic, has garnered an impressive customer base. As of 31 December 2014, a remarkable six million customers were utilizing the services provided by T-Mobile Czech Republic. With its headquarters located in Prague, the capital of the Czech Republic, T-Mobile Czech Republic solidifies its position as a leading provider in the country. The company's strong presence in the Czech Republic further highlights its commitment to serving the needs of its customers.",
        "triple_list": [
            [
                "Czech Republic",
                "capital",
                "Prague"
            ],
            [
                "Prague",
                "capital of",
                "Czech Republic"
            ],
            [
                "Prague",
                "located in",
                "Czech Republic"
            ],
            [
                "T-Mobile Czech Republic",
                "country",
                "Czech Republic"
            ],
            [
                "Prague",
                "country",
                "Czech Republic"
            ],
            [
                "Czech Republic",
                "contain",
                "Prague"
            ]
        ]
    },
    {
        "text": "Geert van Wou, a renowned Dutch bellfounder, was born in 's-Hertogenbosch in 1440. He dedicated his life to the craft of bellfounding and became well-known for his expertise. One of his most notable creations is the Maria Gloriosa, which was crafted for the prestigious Erfurt Cathedral in 1497. Geert van Wou's talent extended beyond bellfounding, as he also worked as a musical instrument maker. He mentored Wolter Westerhues and had a significant impact on the field. Sadly, Geert van Wou passed away in Kampen in 1527.",
        "triple_list": [
            [
                "Geert van Wou",
                "date of death",
                "1527"
            ],
            [
                "Geert van Wou",
                "occupation",
                "bellfounder"
            ],
            [
                "Maria Gloriosa",
                "location",
                "Erfurt Cathedral"
            ],
            [
                "Geert van Wou",
                "student",
                "Wolter Westerhues"
            ],
            [
                "Geert van Wou",
                "place of birth",
                "'s-Hertogenbosch"
            ],
            [
                "Geert van Wou",
                "occupation",
                "musical instrument maker"
            ],
            [
                "Geert van Wou",
                "date of birth",
                "1440"
            ],
            [
                "Geert van Wou",
                "given name",
                "Geert"
            ],
            [
                "Maria Gloriosa",
                "creator",
                "Geert van Wou"
            ],
            [
                "bellfounder",
                "field of this occupation",
                "bellfounding"
            ],
            [
                "Geert van Wou",
                "place of death",
                "Kampen"
            ]
        ]
    },
    {
        "text": "Ghatal Rabindra Satabarsiki Mahavidyalaya, also known as Ghatal College, is an undergraduate, coeducational college situated in Ghatal, Paschim Medinipur, West Bengal. Established in 1961, this renowned institution is affiliated with Vidyasagar University, located in India.",
        "triple_list": [
            [
                "Ghatal Rabindra Satabarsiki Mahavidyalaya",
                "affiliation",
                "Vidyasagar University"
            ],
            [
                "Ghatal Rabindra Satabarsiki Mahavidyalaya",
                "inception",
                "1961"
            ],
            [
                "Ghatal Rabindra Satabarsiki Mahavidyalaya",
                "country",
                "India"
            ],
            [
                "India",
                "contain",
                "West Bengal"
            ]
        ]
    },
    {
        "text": "Prabhat Kumar College, also known as Kanthi College or by the abbreviation P. K. College, established in 1926, is the oldest college in the Purba Medinipur district of India. Affiliated to Vidyasagar University, it offers undergraduate courses in arts, commerce, and sciences.",
        "triple_list": [
            [
                "Prabhat Kumar College",
                "country",
                "India"
            ],
            [
                "Prabhat Kumar College",
                "inception",
                "1926"
            ],
            [
                "Prabhat Kumar College",
                "affiliation",
                "Vidyasagar University"
            ],
            [
                "Vidyasagar University",
                "country",
                "India"
            ]
        ]
    },
    {
        "text": "Sage Bionetworks is a nonprofit organization based in Seattle, United States of America, that promotes open science and patient engagement in the research process. It was co-founded by Stephen Friend and Eric Schadt and is led by Lara Mangravite. The organization's subsidiary, Synapse, plays a crucial role in its operations.",
        "triple_list": [
            [
                "Sage Bionetworks",
                "founded by",
                "Stephen Friend"
            ],
            [
                "Sage Bionetworks",
                "country",
                "United States of America"
            ],
            [
                "Sage Bionetworks",
                "subsidiary",
                "Synapse"
            ],
            [
                "Sage Bionetworks",
                "headquarters location",
                "Seattle"
            ],
            [
                "Stephen Friend",
                "country of citizenship",
                "United States of America"
            ]
        ]
    },
    {
        "text": "CFLZ-FM, a Canadian radio station, provides broadcast services in the Buffalo area at 101.1 FM in Fort Erie, Ontario, Canada. CFLZ's studios on Ontario Avenue in Niagara Falls serve as their primary location, with their transmitter situated near Fort Erie, Canada.",
        "triple_list": [
            [
                "Ontario",
                "located in",
                "Canada"
            ],
            [
                "Niagara Falls",
                "country",
                "Canada"
            ],
            [
                "Fort Erie",
                "country",
                "Canada"
            ],
            [
                "CFLZ-FM",
                "located in",
                "Ontario"
            ]
        ]
    },
    {
        "text": "The Russian Socialist Movement, a radical left-wing political organization, was established in 2011 through the merger of various left-wing, socialist, anti-capitalist, and communist organizations. Its headquarters are located in Moscow, which is the capital of Russia.",
        "triple_list": [
            [
                "Russian Socialist Movement",
                "country",
                "Russia"
            ],
            [
                "Russian Socialist Movement",
                "headquarters location",
                "Moscow"
            ],
            [
                "Russian Socialist Movement",
                "inception",
                "2011"
            ],
            [
                "Moscow",
                "capital of",
                "Russia"
            ]
        ]
    },
    {
        "text": "El Qanah Football Club, also known as Suez Canal, is an Egyptian football club based in Suez, Egypt. The club currently competes in the Egyptian Second Division, which is the second-highest league in the Egyptian football league system. Olympic El Qanah FC represents Egypt, while Suez is its home city.",
        "triple_list": [
            [
                "Olympic El Qanah FC",
                "country",
                "Egypt"
            ],
            [
                "Egyptian Second Division",
                "country",
                "Egypt"
            ],
            [
                "Olympic El Qanah FC",
                "league",
                "Egyptian Second Division"
            ],
            [
                "Suez",
                "country",
                "Egypt"
            ]
        ]
    },
    {
        "text": "Miejski Klub Sportowy Cracovia, commonly known as KS Cracovia, is a multi-sports club based in Kraków, Poland.",
        "triple_list": [
            [
                "KS Cracovia",
                "country",
                "Poland"
            ],
            [
                "KS Cracovia",
                "headquarters location",
                "Kraków"
            ]
        ]
    },
    {
        "text": "Otham and Bearsted are neighboring towns that share a common border.",
        "triple_list": [
            [
                "Otham",
                "shares border with",
                "Bearsted"
            ]
        ]
    },
    {
        "text": "Ada Martine Stolsmo Hegerberg, also known as Ada Hegerberg, was born on July 10, 1995. She is a professional footballer from Norway and currently plays as a striker for the Division 1 Féminine club Olympique Lyonnais. Ada has had a successful career, previously playing for Kolbotn Fotball and Stabæk Fotball Kvinner in the Toppserien league. Notably, she is a member of both Stabæk Fotball Kvinner and Olympique Lyonnais, showcasing her talent and versatility in the sport. Additionally, her given name is Martine, adding another layer to her fascinating background as a footballer.",
        "triple_list": [
            [
                "Ada Hegerberg",
                "member of",
                "Stabæk Fotball Kvinner"
            ],
            [
                "Ada Hegerberg",
                "birth name",
                "Ada Martine Stolsmo Hegerberg"
            ],
            [
                "Ada Hegerberg",
                "family name",
                "Hegerberg"
            ],
            [
                "Ada Hegerberg",
                "member of",
                "Kolbotn Fotball"
            ],
            [
                "Stabæk Fotball Kvinner",
                "league",
                "Toppserien"
            ],
            [
                "Ada Hegerberg",
                "given name",
                "Martine"
            ],
            [
                "Olympique Lyonnais",
                "league",
                "Division 1 Féminine"
            ],
            [
                "Ada Hegerberg",
                "given name",
                "Ada"
            ],
            [
                "Ada Hegerberg",
                "date of birth",
                "July 10, 1995"
            ],
            [
                "Kolbotn Fotball",
                "league",
                "Toppserien"
            ],
            [
                "Ada Hegerberg",
                "member of",
                "Olympique Lyonnais"
            ]
        ]
    },
    {
        "text": "Applied Science Private University, a privately-owned educational institution, has been making significant contributions to the academic landscape of Amman, the capital city of Jordan. Since its inception in 1991, this university has established itself as the largest private institution in terms of campus area and number of students' enrollment. Situated in the Shafa Badran suburb, Applied Science Private University has played a pivotal role in enhancing Jordan's reputation as a prominent destination for higher education.",
        "triple_list": [
            [
                "Jordan",
                "capital",
                "Amman"
            ],
            [
                "Amman",
                "capital of",
                "Jordan"
            ],
            [
                "Applied Science Private University",
                "inception",
                "1991"
            ],
            [
                "Applied Science Private University",
                "located in",
                "Amman"
            ],
            [
                "Applied Science Private University",
                "country",
                "Jordan"
            ],
            [
                "Amman",
                "country",
                "Jordan"
            ]
        ]
    },
    {
        "text": "Poso Creek, also known as Posey Creek, is an intermittent stream located in Kern County, California, United States of America.",
        "triple_list": [
            [
                "Poso Creek",
                "country",
                "United States of America"
            ],
            [
                "Kern County",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "The Gifford and Garvald Railway, located in East Lothian, Scotland, was a single-track branch railway line that operated in the United Kingdom, specifically in the country of Scotland.",
        "triple_list": [
            [
                "Gifford and Garvald Railway",
                "country",
                "United Kingdom"
            ],
            [
                "East Lothian",
                "country",
                "United Kingdom"
            ],
            [
                "Scotland",
                "located in",
                "United Kingdom"
            ]
        ]
    },
    {
        "text": "BGC Partners is an American global financial services company that is headquartered in New York City. Originally formed as part of the larger Cantor Fitzgerald organization, BGC Partners emerged as its own entity in 2004. With its shares traded on the NASDAQ stock exchange, BGC Partners operates within the financial services industry. Notably, both BGC Partners and NASDAQ have their headquarters located in New York City, which is also the capital of the United States of America.",
        "triple_list": [
            [
                "BGC Partners",
                "stock exchange",
                "NASDAQ"
            ],
            [
                "BGC Partners",
                "headquarters location",
                "New York City"
            ],
            [
                "NASDAQ",
                "industry",
                "financial services"
            ],
            [
                "Cantor Fitzgerald",
                "headquarters location",
                "New York City"
            ],
            [
                "BGC Partners",
                "country",
                "United States of America"
            ],
            [
                "New York City",
                "capital of",
                "United States of America"
            ],
            [
                "BGC Partners",
                "inception",
                "2004"
            ],
            [
                "NASDAQ",
                "headquarters location",
                "New York City"
            ],
            [
                "New York City",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "Sporting Club Thamesmead F.C., founded in 1900, is an English football club located in Thamesmead and Sidcup, in the London Borough of Bexley. They compete in the Kent Invicta Football League and represent the United Kingdom.",
        "triple_list": [
            [
                "Sporting Club Thamesmead F.C.",
                "inception",
                "1900"
            ],
            [
                "Sporting Club Thamesmead F.C.",
                "league",
                "Kent Invicta Football League"
            ],
            [
                "Sporting Club Thamesmead F.C.",
                "country",
                "United Kingdom"
            ]
        ]
    },
    {
        "text": "Emir Abdelkader University of Islamic Sciences, located in Constantine, is a prestigious university in Algeria.",
        "triple_list": [
            [
                "Emir Abdelkader University",
                "located in",
                "Constantine"
            ],
            [
                "Emir Abdelkader University",
                "country",
                "Algeria"
            ]
        ]
    },
    {
        "text": "The Conservative Party of Quebec, a provincial political party in Quebec, Canada, was authorized on March 25, 2009, by the Chief Electoral Officer of Quebec. Adrien D. Pouliot serves as the chairperson of the Conservative Party of Quebec, having been born in Quebec itself. The headquarters of the party are located in Montreal. Quebec, being a part of Canada, is contained within the country. The party was founded by Bertrand Goulet, and its inception dates back to March 25, 2009. Both Goulet and Pouliot hold Canadian citizenship, representing their affiliation with the country.",
        "triple_list": [
            [
                "Conservative Party of Quebec",
                "chairperson",
                "Adrien D. Pouliot"
            ],
            [
                "Adrien D. Pouliot",
                "place of birth",
                "Quebec"
            ],
            [
                "Chief Electoral Officer of Quebec",
                "country",
                "Canada"
            ],
            [
                "Conservative Party of Quebec",
                "headquarters location",
                "Montreal"
            ],
            [
                "Canada",
                "contain",
                "Quebec"
            ],
            [
                "Conservative Party of Quebec",
                "country",
                "Canada"
            ],
            [
                "Quebec",
                "country",
                "Canada"
            ],
            [
                "Conservative Party of Quebec",
                "founded by",
                "Bertrand Goulet"
            ],
            [
                "Conservative Party of Quebec",
                "inception",
                "March 25, 2009"
            ],
            [
                "Quebec",
                "located in",
                "Canada"
            ],
            [
                "Bertrand Goulet",
                "country of citizenship",
                "Canada"
            ],
            [
                "Adrien D. Pouliot",
                "country of citizenship",
                "Canada"
            ]
        ]
    },
    {
        "text": "The Fu River, also known as Fuhe, is a significant river in China's Jiangxi province. It spans a watershed area of 15800 and stretches for a length of 312. This river flows into the majestic Poyang Lake, forming a vital watercourse in the region. Furthermore, the Fu River is located within the borders of the People's Republic of China, showcasing its national significance.",
        "triple_list": [
            [
                "Fu River",
                "watershed area",
                "15800"
            ],
            [
                "Fu River",
                "country",
                "People's Republic of China"
            ],
            [
                "Fu River",
                "length",
                "312"
            ],
            [
                "Fu River",
                "mouth of the watercourse",
                "Poyang Lake"
            ]
        ]
    },
    {
        "text": "The Building and Development Party, an Islamist political party in Egypt, was established on June 20, 2011.",
        "triple_list": [
            [
                "Building and Development Party",
                "inception",
                "June 20, 2011"
            ],
            [
                "Building and Development Party",
                "country",
                "Egypt"
            ]
        ]
    },
    {
        "text": "The Berkeley River, located in the Kimberley region of Western Australia, is a significant river that flows through this captivating area. The Kimberley, known for its rugged landscapes and rich Indigenous culture, is situated in Western Australia, which is one of the six states of Australia. This stunning river finds its way through Western Australia, ultimately reaching its mouth which empties into the Timor Sea. It is a remarkable natural feature that highlights the beauty and diversity of this extraordinary part of Australia.",
        "triple_list": [
            [
                "Kimberley",
                "country",
                "Australia"
            ],
            [
                "Kimberley",
                "located in",
                "Western Australia"
            ],
            [
                "Western Australia",
                "located in",
                "Australia"
            ],
            [
                "Western Australia",
                "country",
                "Australia"
            ],
            [
                "Berkeley River",
                "located in",
                "Western Australia"
            ],
            [
                "Berkeley River",
                "country",
                "Australia"
            ],
            [
                "Berkeley River",
                "mouth of the watercourse",
                "Timor Sea"
            ],
            [
                "Australia",
                "contain",
                "Western Australia"
            ],
            [
                "Western Australia",
                "part of",
                "Australia"
            ]
        ]
    },
    {
        "text": "Thorsten Heins, born on December 29, 1957, is a German-Canadian businessman and the former chief executive officer (CEO) of BlackBerry. He was educated at the University of Hanover and has extensive experience as a manager. Thorsten Heins hails from Gifhorn, Germany, and currently resides in Toronto. He held the position of CEO at BlackBerry until November 4, 2013 when he was replaced by John S. Chen, another accomplished manager. Thorsten Heins holds German citizenship.",
        "triple_list": [
            [
                "Thorsten Heins",
                "educated at",
                "University of Hanover"
            ],
            [
                "Thorsten Heins",
                "place of birth",
                "Gifhorn"
            ],
            [
                "Thorsten Heins",
                "residence",
                "Toronto"
            ],
            [
                "Thorsten Heins",
                "occupation",
                "manager"
            ],
            [
                "Thorsten Heins",
                "family name",
                "Heins"
            ],
            [
                "Thorsten Heins",
                "position held",
                "chief executive officer"
            ],
            [
                "Thorsten Heins",
                "date of birth",
                "December 29, 1957"
            ],
            [
                "Thorsten Heins",
                "given name",
                "Thorsten"
            ],
            [
                "John S. Chen",
                "occupation",
                "chief executive officer"
            ],
            [
                "Thorsten Heins",
                "country of citizenship",
                "Germany"
            ]
        ]
    },
    {
        "text": "Despatch, a small town located in the Eastern Cape Province of South Africa, is situated between the cities of Port Elizabeth and Uitenhage. With an estimated population of 40,000 inhabitants, it forms part of the Nelson Mandela Bay Metropolitan Municipality, which includes Port Elizabeth and Uitenhage, collectively accommodating over 1.3 million people. The Eastern Cape Province is located in South Africa and is home to the Nelson Mandela Bay Metropolitan Municipality with Port Elizabeth as its capital city. Despatch, Port Elizabeth, and Uitenhage are all located in South Africa, specifically in the Eastern Cape. Despatch, as part of the Nelson Mandela Bay Metropolitan Municipality, is also in the UTC+02:00 time zone. Overall, Despatch plays a significant role within the Eastern Cape and the broader Nelson Mandela Bay Metropolitan Municipality in South Africa.",
        "triple_list": [
            [
                "Eastern Cape",
                "located in",
                "South Africa"
            ],
            [
                "Nelson Mandela Bay Metropolitan Municipality",
                "located in",
                "Eastern Cape"
            ],
            [
                "Despatch",
                "country",
                "South Africa"
            ],
            [
                "Port Elizabeth",
                "country",
                "South Africa"
            ],
            [
                "South Africa",
                "contain",
                "Eastern Cape"
            ],
            [
                "Port Elizabeth",
                "capital of",
                "Nelson Mandela Bay Metropolitan Municipality"
            ],
            [
                "Eastern Cape",
                "contain",
                "Nelson Mandela Bay Metropolitan Municipality"
            ],
            [
                "Despatch",
                "located in time zone",
                "UTC+02:00"
            ],
            [
                "Uitenhage",
                "located in",
                "Nelson Mandela Bay Metropolitan Municipality"
            ],
            [
                "Eastern Cape",
                "country",
                "South Africa"
            ],
            [
                "Nelson Mandela Bay Metropolitan Municipality",
                "capital",
                "Port Elizabeth"
            ],
            [
                "Uitenhage",
                "country",
                "South Africa"
            ],
            [
                "Nelson Mandela Bay Metropolitan Municipality",
                "located in time zone",
                "UTC+02:00"
            ],
            [
                "Despatch",
                "located in",
                "Nelson Mandela Bay Metropolitan Municipality"
            ],
            [
                "Nelson Mandela Bay Metropolitan Municipality",
                "country",
                "South Africa"
            ],
            [
                "Port Elizabeth",
                "located in",
                "Nelson Mandela Bay Metropolitan Municipality"
            ]
        ]
    },
    {
        "text": "KIIK (1270 AM, \"Talk 1270\"), an American radio station licensed in Waynesville, Missouri, is a prominent player in the radio broadcasting industry. Established in 1968, it is owned by Alpha Media and operates under the broadcasting license held by Alpha Media Licensee LLC. KIIK is conducted in English and proudly represents the state of Missouri in the United States of America.",
        "triple_list": [
            [
                "radio station",
                "industry",
                "radio broadcasting"
            ],
            [
                "KIIK",
                "owned by",
                "Alpha Media"
            ],
            [
                "KIIK",
                "language of work or name",
                "English"
            ],
            [
                "KIIK",
                "located in",
                "Missouri"
            ],
            [
                "KIIK",
                "country",
                "United States of America"
            ]
        ]
    },
    {
        "text": "The Triumph Heritage Empowerment Rural Party, a political party in Papua New Guinea, was founded by Don Polye, the Minister of Finance at the time, in 2012. Don Polye, a citizen of Papua New Guinea, established this party.",
        "triple_list": [
            [
                "Triumph Heritage Empowerment Rural Party",
                "founded by",
                "Don Polye"
            ],
            [
                "Triumph Heritage Empowerment Rural Party",
                "country",
                "Papua New Guinea"
            ],
            [
                "Triumph Heritage Empowerment Rural Party",
                "inception",
                "2012"
            ],
            [
                "Don Polye",
                "country of citizenship",
                "Papua New Guinea"
            ]
        ]
    },
    {
        "text": "Mugberia Gangadhar Mahavidyalaya, founded in 1964, is one of Purba Medinipur district's oldest colleges in India. Located in Purba Medinipur district, the college offers undergraduate courses in arts and sciences. It is affiliated with Vidyasagar University, also based in India.",
        "triple_list": [
            [
                "Mugberia Gangadhar Mahavidyalaya",
                "located in",
                "Purba Medinipur district"
            ],
            [
                "Mugberia Gangadhar Mahavidyalaya",
                "inception",
                "1964"
            ],
            [
                "Mugberia Gangadhar Mahavidyalaya",
                "country",
                "India"
            ],
            [
                "Vidyasagar University",
                "country",
                "India"
            ],
            [
                "Mugberia Gangadhar Mahavidyalaya",
                "affiliation",
                "Vidyasagar University"
            ]
        ]
    },
    {
        "text": "Tim Burke, born in 1965 in Newcastle upon Tyne, is a talented animator. His remarkable skills in visual effects have garnered him recognition, including the prestigious Academy Award for Best Visual Effects. With his expertise, Tim Burke has worked as a visual effects supervisor on various notable projects, such as Harry Potter and the Deathly Hallows Part 2 and Doctor Who. Hailing from the United Kingdom, he continues to make significant contributions to the industry.",
        "triple_list": [
            [
                "Tim Burke",
                "occupation",
                "animator"
            ],
            [
                "Tim Burke",
                "date of birth",
                "1965"
            ],
            [
                "Tim Burke",
                "award received",
                "Academy Award for Best Visual Effects"
            ],
            [
                "Tim Burke",
                "place of birth",
                "Newcastle upon Tyne"
            ],
            [
                "Tim Burke",
                "occupation",
                "visual effects supervisor"
            ],
            [
                "Tim Burke",
                "given name",
                "Tim"
            ],
            [
                "Tim Burke",
                "family name",
                "Burke"
            ],
            [
                "Tim Burke",
                "country of citizenship",
                "United Kingdom"
            ]
        ]
    },
    {
        "text": "Julen Aguinagalde Akizu, born on 8 December 1982 in Irun, is a renowned Spanish handball player. He currently plays for PGE VIVE Kielce and represents the Spain national handball team. With his exceptional skills, Aguinagalde has had the opportunity to compete in various prestigious events, including the 2012 Summer Olympics. Additionally, he holds Spanish citizenship and is fluent in the Spanish language. His dedication and commitment to the sport have made him a valuable member of both PGE VIVE Kielce and the Spain national handball team.",
        "triple_list": [
            [
                "Julen Aguinagalde",
                "country of citizenship",
                "Spain"
            ],
            [
                "Julen Aguinagalde",
                "given name",
                "Julen"
            ],
            [
                "Julen Aguinagalde",
                "participant of",
                "2012 Summer Olympics"
            ],
            [
                "Julen Aguinagalde",
                "member of",
                "PGE VIVE Kielce"
            ],
            [
                "Julen Aguinagalde",
                "country for sport",
                "Spain"
            ],
            [
                "Julen Aguinagalde",
                "date of birth",
                "8 December 1982"
            ],
            [
                "Julen Aguinagalde",
                "place of birth",
                "Irun"
            ],
            [
                "Julen Aguinagalde",
                "occupation",
                "handball player"
            ],
            [
                "Spain national handball team",
                "country",
                "Spain"
            ],
            [
                "Julen Aguinagalde",
                "languages spoken, written or signed",
                "Spanish"
            ]
        ]
    },
    {
        "text": "Collarenebri Airport is a small airport located north of Collarenebri, a town situated in New South Wales, Australia. This airport is named after the town it is located near, Collarenebri. It is also recognized by its IATA airport code, CRB, and its ICAO airport code, YCBR. With an elevation of 144 meters above sea level, Collarenebri Airport serves as a significant transportation hub within the region. It is located within the boundaries of New South Wales, a state that is situated in Australia, a country that encompasses New South Wales.",
        "triple_list": [
            [
                "Collarenebri",
                "country",
                "Australia"
            ],
            [
                "Collarenebri Airport",
                "named after",
                "Collarenebri"
            ],
            [
                "Collarenebri Airport",
                "country",
                "Australia"
            ],
            [
                "Collarenebri Airport",
                "IATA airport code",
                "CRB"
            ],
            [
                "Collarenebri",
                "located in",
                "New South Wales"
            ],
            [
                "Collarenebri Airport",
                "elevation above sea level",
                "144"
            ],
            [
                "Collarenebri Airport",
                "ICAO airport code",
                "YCBR"
            ],
            [
                "Australia",
                "contain",
                "New South Wales"
            ],
            [
                "New South Wales",
                "located in",
                "Australia"
            ],
            [
                "Collarenebri Airport",
                "located in",
                "Collarenebri"
            ],
            [
                "New South Wales",
                "country",
                "Australia"
            ]
        ]
    },
    {
        "text": "The Zenibako River, a Normal Class River of the Zenibako River System under Japanese River Law, originates in Otaru, Hokkaidō, Japan and flows through the scenic landscape of Hokkaidō. Its journey culminates at the mouth of Ishikari Bay, finally joining the vast expanse of the Sea of Japan. Hokkaidō, known for its stunning natural beauty, is home to this majestic river. It is indeed a remarkable watercourse that adds to the charm of Hokkaidō Prefecture in Japan.",
        "triple_list": [
            [
                "Zenibako River",
                "country",
                "Japan"
            ],
            [
                "Otaru",
                "country",
                "Japan"
            ],
            [
                "Sea of Japan",
                "basin country",
                "Japan"
            ],
            [
                "Hokkaidō",
                "country",
                "Japan"
            ],
            [
                "Sea of Japan",
                "country",
                "Japan"
            ],
            [
                "Japan",
                "located in or next to body of water",
                "Sea of Japan"
            ],
            [
                "Zenibako River",
                "mouth of the watercourse",
                "Ishikari Bay"
            ],
            [
                "Zenibako River",
                "located in",
                "Hokkaidō Prefecture"
            ]
        ]
    },
    {
        "text": "Baris, an oasis in Egypt, is situated in the New Valley Governorate within the UTC+02:00 time zone. It is adorned with the ancient Egyptian temple of Dosh, adding rich historical significance to this serene location. The New Valley Governorate itself is located in Egypt.",
        "triple_list": [
            [
                "Baris",
                "country",
                "Egypt"
            ],
            [
                "Baris",
                "located in",
                "New Valley Governorate"
            ],
            [
                "Baris",
                "located in time zone",
                "UTC+02:00"
            ],
            [
                "New Valley Governorate",
                "located in",
                "Egypt"
            ]
        ]
    },
    {
        "text": "Yakima Valley College, located in Yakima, Washington, is a renowned community college in the United States of America. Established in 1928, the college holds its main campus at South 16th Ave. & Nob Hill Blvd., Yakima, WA, 98907-2520. It serves as a pillar of education in the Yakima community with its commitment to excellence and diverse range of programs.",
        "triple_list": [
            [
                "Yakima Valley College",
                "country",
                "United States of America"
            ],
            [
                "Yakima Valley College",
                "inception",
                "1928"
            ],
            [
                "Yakima Valley College",
                "postal code",
                "98907-2520"
            ],
            [
                "Yakima Valley College",
                "located in",
                "Yakima"
            ],
            [
                "Yakima Valley College",
                "located at street address",
                "South 16th Ave. & Nob Hill Blvd., Yakima, WA, 98907-2520"
            ]
        ]
    },
    {
        "text": "Manyo County is a county located in the Western Nile region of South Sudan. Previously, it was a county of Upper Nile, which is also a county of South Sudan. South Sudan, the country that Manyo County is a part of, also contains Fashoda State. Therefore, Manyo County, as a county of South Sudan, has its roots in Upper Nile, another county of South Sudan.",
        "triple_list": [
            [
                "Manyo County",
                "located in",
                "Upper Nile"
            ],
            [
                "Upper Nile",
                "located in",
                "South Sudan"
            ],
            [
                "Fashoda State",
                "country",
                "South Sudan"
            ],
            [
                "county of South Sudan",
                "country",
                "South Sudan"
            ],
            [
                "Manyo County",
                "country",
                "South Sudan"
            ],
            [
                "South Sudan",
                "contain",
                "Fashoda State"
            ],
            [
                "Upper Nile",
                "country",
                "South Sudan"
            ]
        ]
    }
]